{"pages":["Contents\r\n7.  Fältprovning med sonderingsmetoder \r\n1\r\n7.1  Allmänt 1\r\n7.2  Spetstrycksondering, CPT och CPTU 2\r\n7.3  Jord-Bergsondering 11\r\n7.4  Hejarsondering 19\r\n7.5  Viktsondering 24\r\n7.6  Mekanisk trycksondering 27\r\n7.7  Tung slagsondering 28\r\n7.8  SPT-sondering 30\r\n","7.1  Allmänt\r\n7.1.1  Definition\r\nSondering är ett samlingsbegrepp för alla undersökningar där en sondspets \r\nmed hjälp av sondstänger trycks, vrids eller slås (eller en kombination av \r\ndessa) ner genom jordlagren varvid motståndet mot neddrivning mäts. Man \r\nskiljer på två huvudgrupper av sondering:\r\n• Statisk sondering där sonden drivs ned huvudsakligen genom statisk belast-\r\nning. I vissa metoder är det kombinerat med rotation. Genom fasta lager kan \r\nockså standarderna medge slag.\r\n• Dynamisk sondering där sonden drivs ned med hjälp av något av följande el-\r\nler kombinationer av slag, rotation, statisk belastning och spolning.\r\nEnheten för sonderingsmotstånd varierar med metod. Exempel på motstånds-\r\nvärde är halvvarv\/0,20m, slag\/0,20 m, sekunder\/0,20 m och kilonewton (kN).\r\nSondering används för att klarlägga jordlagrens mäktighet och relativa fasthet \r\nsamt dess utsträckning i plan och profil. Normalt har en dynamisk sonderings-\r\nmetod större nedträngningsförmåga än en statisk men ger samtidigt mindre \r\nmöjlighet att urskilja fasthetsvariationer i lös jord. Riktlinjer för val av sonde-\r\nringsmetod med hänsyn jordart, se Kapitel 2. \r\nVid val av sonderingsmetod bör man i första hand välja en sådan där det går att \r\nurskilja stångens mantelfriktion från det totala sonderingsmotståndet. \r\n7.1.2  Gemensamma regler\r\nNedan anges några gemensamma regler för alla typer av sonderingar.\r\nSonderingens avslutning beror på ändamålet med undersökningen och bestäms \r\ni samband med upprättande av undersökningsprogram och startmöte\/fält innan \r\nfältarbetet påbörjas. Avslutning av sondering styrs ofta av metodens beskriv-\r\nning\/fältstandard. \r\nTyp av sondstopp skall bedömas och noteras. För redovisning används symbo-\r\nler enligt SGF:s beteckningssystem eller vid användandet av fältdator med ko-\r\nder enligt SGF:s formatstandard. \r\nEventuell förslutning av borrhål bestäms i samband med upprättande av un-\r\ndersökningsprogram och startmöte\/fält före fältarbetets start. Förslutning av \r\nborrhål är särskilt viktigt efter undersökningar för undermarksanläggningar där \r\nsprängning senare skall göras, där artesiskt vatten finns eller där föroreningar \r\nkan tränga upp eller ner genom borrhålet.\r\n7.1.3  Styrande dokument\r\nUtförande av en sondering styrs om inget annan avtalas av europeiskt fältstan-\r\n7.  Fältprovning med sonderingsmetoder\r\n","dard, metodbeskrivning eller andra dokument såsom t.ex. SGF:s metodblad. \r\nDet finns två typer av standarddokument. Den första typen är en fältstandard \r\nsom också är Svensk Standard (SS) och den andra typen är en teknisk specifi-\r\nkation.\r\nRedovisning av fältarbete utförs i enlighet med IEG-rapport 2:2010 och hela \r\nfältarbetet redovisas i en Fältrapport, se Kapitel 1.\r\nDigital redovisning i fältdator skall ske enligt SGF:s formatstandard där aktu-\r\nella koder finns på SGF:s hemsida. \r\n7.2  Spetstrycksondering, CPT och CPTU\r\n7.2.1  Beskrivning\r\nSpetstrycksondering som också i dagligt tal kallas CPT-sondering introduce-\r\nrades runt 1935 men då utfördes mätningarna helt och hållet mekaniskt. Sedan \r\n1950-talet har mätningarna utförts elektriskt och då har också antal mätta para-\r\nmetrar utökats. I slutet av 1980-talet började metoden användas mer frekvent \r\noch i samband med att SGF tog fram en metodbeskrivning (SGF SS-EN-ISO \r\n22476-1) i början av 1990-talet och kunskap togs fram om svenska lösa jordar \r\nökade användandet ytterligare. CPT-sondering regleras numera i standarden \r\nSS-EN ISO 22476-1.\r\nVid traditionell spetstrycksondering mäts spetsmotståndet, mantelfriktionen \r\nmot en ”friktionshylsa” ovanför spetsen samt det porvattentryck som genereras \r\nvid spetsen under neddrivningen. Numera är det också möjligt att mäta spet-\r\nsens vertikalitet under sondering. Mätningen sker elektriskt och avläsnings-\r\nfrekvensen skall vara så tät att en detaljerad bild över mätvärdenas variation \r\nmed djupet erhålls.\r\nIdag utförs i Sverige nästan uteslutande spetstrycksondering med \r\nportrycksmätning som benämns CPTU i Europastandarden. Motsvarande me-\r\nFigur 7.1 CPT-utrustning.\r\n","tod men utan portrycksmätning benämns CPT i standarden.  \r\nEn kort beskrivning av seismisk spetstryckssondering och spetstryckssonde-\r\nring med resistivitetes mätning ges i Kapitel 9.\r\nSpetstrycksondering utförs främst i sten- och blockfria jordar av både kohe-\r\nsions- och friktionsjordskaraktär. Huvudsyftet med Spetstrycksondering är \r\nsom regel att erhålla en god bild av jordens lagerföljd och respektive jordlagers \r\negenskaper och relativa fasthet. Sondering kan också via olika empiriska sam-\r\nband, beroende på jordart,ge härledningar av olika jordparametrar avseende \r\nhållfasthets- och deformationsegenskaper etc. Om jorden går att penetrera med \r\nspetsen borde spetstryckssondering vara förstahandsvalet vid geotekniska un-\r\ndersökningar då den mäter spetstrycket utan inverkan av stångfriktion, samt att \r\nspetstrycket tillsammans med mätning av mantelfriktion och eventuellt gene-\r\nrerat portryck ökar på möjligheterna till utvärdering av lagerföljd, parametrar \r\noch egenskaper.\r\nSpetstrycksondering är en metod som kräver god planering, noggrannhet och \r\nförståelse för metoden för att kunna utföra den och leverera resultat med hög \r\nkvalitet. \r\n7.2.2  Utrustning\r\nUtrustning för spetstrycksondering består av följande huvuddelar:\r\n• Sondspets med kon, friktionshylsa och portrycksfilter. I sondspetsen finns \r\nelektriska sensorer inbyggda för mätning av spetstryck, mantelfriktion, \r\nportryck samt lutning.\r\n• Utrustning för djupregistrering.\r\n• Datainsamlingssystem med minne för lagring av mätvärden.\r\n• Sondstänger.\r\n• Borrvagn eller annan utrustning för neddrivning av sonden.\r\nSondspetsen ska vara temperaturkompenserad så att temperaturvariationer un-\r\nder sonderingen påverkar resultatet så lite som möjligt. Sondspetsen ska ha till-\r\nräcklig mätnoggrannhet för att uppfylla kraven som anges i Tabell 7.4. \r\nFör sondspetsen och friktionshylsan finns vissa måttspecifikationer och förslit-\r\nningstoleranser angivna i SS-EN ISO 22476-1, se Figur 7.2 och 7.3. \r\nPortrycket kan mätas i positioner enligt Figur 7.4. I Sverige mäts nästan ute-\r\nslutande portrycket i position u2 med poröst filter eller spaltfilter, se Figur 7.5.\r\nSpaltfilter kan medföra att responstiden påverkas. Däremot minskar risken för \r\nutsugning av spaltfilter som är mättade med fett, vilket är en fördel vid sonde-\r\nring genom fasta jordlager. \r\nMellanrummen mellan sonderingsspetsens delar får inte vara större än 5 mm \r\ni höjd och skall vara förseglade så att jordpartiklar inte tränger in och förseg-\r\nlingen skall kunna deformeras.\r\nUtrustning för djupregistrering skall kunna kompensera för uppåtgående rö-\r\nrelse av sondstängerna.\r\n","Figur 7.2 Geometri och toleranskrab för sondspets med 10cm2 area.\r\nFigur 7.3 Geometri och toleranskrav för frik-\r\ntionshylsa när spetsens are är 10 cm2.\r\nFigur 7.4 Geometri olika placering-\r\nar av filter för portrycksmätning.\r\nFigur 7.5 Poröst filter och \r\nspaltfilter.\r\n","Datainsamlingssystem ska mäta parametrar med minst den frekvens och nog-\r\ngrannheter som anges i Tabell 7.4. Dataöverföring från sensorerna kan ske \r\nmed kabel, ljudöverföring i sondstängerna eller att i efterhand tömma ett data-\r\nminne i sondspetsen. Det senare ställer krav på en synkroniseringsparameter. \r\nSonden ska ha samma diameter som spetsen upptill 400 mm från spetsen. Vid \r\n10 cm2 kon area används φ 36 mm minst upp till denna nivå. Stängernas rakhet \r\nska kontrolleras före varje sondering. Vanligen används φ 32 mm sondstänger.\r\nSondstänger väljs med hänsyn till erforderlig neddrivningskraft och signalö-\r\nverföringssystemet för mätdata. Signalöverföring med kabel fordrar ihåliga \r\nstänger och skarvtappar. Kraven i övrigt är att skarvarna skall vara styva och \r\nstängerna raka. För de nedersta 5 metrarna får den maximala utböjningen på \r\nmitten av en 1 m lång stång vara 0,5 mm i förhållande till en rät linje genom \r\nändpunkterna. Motsvarande mått för sondstänger högre upp är 1 mm. Motsva-\r\nrande krav på rakhet gäller också skar varna.\r\nUtrustning för neddrivning av sonden ska ha en slaglängd på minst 1 m och ha \r\nen vikt eller vara förankrad så att utrustningen inte kan röra sig relativt marky-\r\ntan i såväl vertikal- som i horisontalled. Den skall också ha en sådan kraft att \r\nden kan pressa ned sonden utan vibrationer och med konstant hastighet obe-\r\nroende av motståndet. Nedpressningshastigheten vid Spetstrycksondering ska \r\nvara 20 mm\/s ± 5 mm\/s.\r\nNedpressningsutrustningens vertikalitet ska ha en maximal tillåten avvikelse \r\nfrån lodningen av 20 mm\/m.\r\n7.2.3  Sonderingstyp och  \r\n användningsklass\r\nStandarden har två sonderingstyper nämligen CPT (utan portryckmätning) och \r\nCPTU (med portryckmätning). I Sverige utförs nästan uteslutande sonderingar \r\nav typ CPTU. \r\nStandarden delar in utförandet i 4 olika användningsklasser beroende på geolo-\r\ngi och noggrannhetskrav. Denna standard är avsedd att kunna användas globalt \r\noch i alla jordförhållanden. De allmänna noggrannhetskraven är därmed lägre \r\nän vi är vana vid men det påpekas att i regioner med mycket lösa jordar, som \r\ni Sverige, kan högre krav gälla. Därför har i Tabell 7.1 lagts till en klass (an-\r\nvändningsklass 0) som motsvarar tidigare CPT-3 som definieras i SGF:s me-\r\ntod-beskrivning från 1993.\r\n  \r\n7.2.4  Kontroller\r\nAllmänt\r\nResultaten från Spetstrycksondering kan användas till kvalificerad utvärdering \r\nav jordparametrar under förutsättningen att alla krav enligt standarden upp-\r\nfylls. Det innebär att det är av stor vikt att kontroller av utrustning utförs på \r\nett adekvat och riktigt sätt. I Tabell 7.2 visas översiktligt de kontroller som er-\r\nfordras för att resultaten skall bli av hög kvalitet.\r\nVid planering av spetstrycksondering, speciellt när portrycksmätning utförs, \r\n","måste man vara medveten om att förberedelserna inför varje sondering ofta \r\nkräver längre tid än själva sonderingen. Undantaget är mycket djupa sonde-\r\nringar och sonderingar med avbrott för olika specialförsök.\r\nI avsnitten nedan beskrivs kontrollerna mer i detalj.\r\nFöre sondering\r\nAvståndet till närliggande sonderingar bör vara minst 2 m. I de fall sondering-\r\nen kompletteras med störd provtagning skall sonderingen utföras först och \r\nprovtagningsdjupen väljas med ledning av sonderingsresultaten. Andra sonde-\r\nringar med luft- eller vattenspolning bör utföras efter spetstrycksonderingen \r\neller välj ett större inbördes avstånd. Schakter i närheten av sonderingspunkten \r\nbör också undvikas. \r\nFörborrning eller prylning genom fyllning och torrskorpa bör utföras för att \r\nt.ex. undvika att filtret tappar sin vätskemättnad eller att sensorernas nollpunk-\r\nter påverkas. Notera alltid i vilken jord förborrningen sker. Notera också om \r\nmöjligt grundvattennivån i borrhålet.\r\nSondspetsen får inte utsättas för stora temperaturväxlingar och ska därför för-\r\nvaras i skugga, i vatten eller i ett sonderingshål före sonderingen så att tempe-\r\nraturen är ungefär lika som jordtemperaturen.\r\nDessutom ska följande kontrolleras före start av sonderingen:\r\n• Att kalibrering av sondspets är giltig enligt gällande standard. \r\n• Slitaget av sondspetsens delar uppfyller angivna krav och att kvalitén på tät-\r\nningar mellan sondens olika delar är tillfredsställande.\r\n• Filter är vätskemättade (fettmättade) och luftfria. Dessutom skall inte filtret \r\nglappa men väl gå att rotera. \r\n• Sondstänger har erforderlig rakhet.\r\n• Att nedpressningsutrustningens vertikalitet är inom tillåten avvikelse.\r\nEn nollavläsning ska utföras före sonderingens början med monterad spets. \r\nFöre själva avläsningen bör sonden anpassas till jordens temperatur. Om möj-\r\nligt görs detta bäst om sonden får hänga i borrhålet med elektroniken påslagen. \r\nUtförs nollavläsningen under vatten noteras vattendjupet.\r\nVätskemättnad av filter och sondspets\r\nEtt av de moment i förberedelserna som är tidskrävande, men också avgörande \r\nför kvaliteten i sonderingsresultatet, är vätskemättnad av sondspetsen.\r\nNedan beskrivs vätskemättnad av sondspetsen för poröst filter och för spaltfil-\r\nter. \r\nMålsättningen vid vätskemättnad av sondspetsen är att alla utrymmen ska vara \r\nvätskefyllda och alla eventuella luftbubblor borttagna så att porvattentrycket \r\ni jorden mäts direkt i spetsens tryckgivare utan fördröjning och utan tryckför-\r\nlust.\r\nVätskemättning av sintrade filter utförs normalt i förråd eller laboratorium. \r\n","Skall sonderingen utföras i jord där negativa portryck kan befaras, t.ex. fast \r\nlagrad sand och silt eller överkonsoliderad lera, i icke vatten mättad jord eller \r\nutan förborrning genom torrskorpan, väljs glycerin. Vid övrig sondering kan \r\nvatten användas som alternativ.\r\nVid användning av glycerin läggs de torra filtren i vätskan och behandlas med \r\nhögvakuum under ett par timmars tid. Därefter placeras filtren i en lufttät be-\r\nhållare med vakuumbehandlad glycerin.\r\nVid användning av vatten kokas filtren i minst 15 minuter. Filter och kokvatten \r\nfår svalna under tättslutande lock och förvaras sedan i väl fyllda lufttäta behål-\r\nlare. Dessutom avluftas en större vattenmängd med hjälp av t.ex. vattensug.\r\nEn metod för montering av filter med glycerin är att använda en plasttratt, se \r\nFigur 7.6. Sonden vänds upp och ned och spetsen skruvas av. Därefter träs en \r\nplasttratt över sonden. Försiktighet måste sedan iakttas eftersom friktionshyl-\r\nsan inte är låst förrän monteringen är färdig. I tratten fylls nu försiktigt avluf-\r\ntad glycerin. Med hjälp av en spruta med kolv avlägsnas alla luftbubblor i son-\r\ndens och spetsens hålrum, kanaler och gängor samt på tätningar och eventuella \r\nandra lösa delar. Filtret överförs försiktigt från sin behållare till tratten och alla \r\nTabell 7.1 Användarklasser 1-4 enligt SS-EN ISO 22476-1.\r\nTabell 7.2 Kontrollschema.\r\n","delar monteras under vätskeytan. Efter det att spetsen skruvats fast, kontroller-\r\nas filtrets passning på nytt så att det lätt kan roteras med fingertopparna samti-\r\ndigt som det inte glappar. Sonden överförs sedan direkt till sonderingspunkten. \r\n \r\nSondering från markytan, eller i förborrat men inte vattenfyllt hål, påbörjas se-\r\ndan utan onödigt dröjsmål. I vattenfyllda hål kan man dock låta sonden anpas-\r\nsa sig till temperaturen en viss tid innan sonderingen startar. I det fall sonde-\r\nring skall utföras från markytan men sonden först behöver temperaturstabilise-\r\nras i ett vätskefyllt hål, bör sondens nedre del vara skyddad av en glycerinfylld \r\nplastpåse under stabiliseringen.\r\nMotsvarande procedur kan göras för vatten. Ett tips är att använda en gummi-\r\nboll som tätar när sondenspetsen förs ned under vattnet, se Figur 7.7. Det är \r\nviktigt att allt sker under vatten och den färdigmonterade sonden överförs till \r\nborrhålet i en vattenfylld påse eller i skydd av en kondom. När sondspetsen är \r\nunder vattnet slits plastpåsen av.\r\nVätskemättnad av en spets där det porösa filtret är ersatt med en smal spalt \r\nsker genom att spetsen skruvas av. Pipen på en fettub sticks in i hålet i spetsens \r\nbakkant och fett pressas in så att det fyller alla hålrum. Pipen dras ut under \r\nfortsatt fettuttryckning så att spetsen blir helt fylld. Sonden vänds upp och ned \r\noch hålrummet vid portrycksmätaren fylls med avluftat vatten varpå spetsen \r\nskruvas fast, Figur 7.8.\r\nEfter sonderingen\r\nSonderingslängden vid sonderingsstopp avläses manuellt och noteras. \r\nDärefter dras sonden upp. Direkt efter uppdragningen och innan sondens tem-\r\nperatur ändras tas nya nollvärden. Nollavläsning skall utföras på en obelastad \r\nsond, med monterad spets, friktionshylsa och portrycksfilter på samma sätt \r\nsom innan start av sonderingen.\r\nEventuell onormal förslitning kontrolleras och noteras. Spalter och tätringar in-\r\nspekteras och rengörs.\r\nEfter sonderingen studeras vattenytan i borrhålet. Visar det sig att artesiskt vat-\r\nten strömmar upp ur borrhålet måste detta tätas. Grundvattenytans läge efter \r\nstabilisering noteras om hålet inte tätats. \r\nDirekt efter att sonderingen avslutats införs all nödvändig information och \r\ngjorda iakttagelser i protokoll, se Kapitel 13. \r\nEfter varje utfört sonderingsprojekt liksom vid slutet av varje arbetsdag ska \r\nsonden tas isär och rengöras. O-ringar och tätningar kontrolleras och smörjs in \r\nmed vaselin och eventuell fukt torkas ut innan sonden åter sätts ihop. Uttork-\r\nningen får endast ske vid rumstemperatur och inte genom upphettning.\r\n","7.2.5  Utförande\r\nFöre start\r\n• Om nödvändigt förborra genom fyllning eller torrskorpa och om möjligt till \r\ngrundvattenytan eller vattenmättad jord.\r\n• Förankra borrvagnen vid behov\r\n• Rikta gejdern vertikalt med hjälp av vattenpass. Avvikelsen från lodlinjen får \r\ninte vara större än 2 % (2 cm\/m).\r\n• Starta datainsamlingsenheten och skriv in aktuell information för projektet \r\noch borrhålet.\r\n• Kontrollera med kraftmätare att spetsens kraftgivare visar rätt värden.\r\nKontroller under utförande\r\nKontrollera kontinuerligt under sonderingen att mätvärden registreras i datain-\r\nsamlingsenheten och att rätt neddrivningshastighet används.\r\nSe till att sondstängernas axel sammanfaller med gejderns tryckriktning och \r\nFigur 7.6 Exempel på sätt att vätskemätta \r\nsonderingsspets med vatten.\r\nFigur 7.7 Exempel på sätt att vätske-\r\nmätta sonderingsspets med glyce-\r\nrin.\r\nFigur 7.8 Exempel på sätt att vätskemätta sonderings-\r\nspets med spaltfilter.\r\n","starta neddrivningen. Neddrivningshastigheten ska vara 20 mm\/s. Uppehåll \r\ni sonderingen görs endast för skarvning av sondstänger och omtagning av \r\ngrepp. Korta stopp i permeabla lager under grundvattenytan, för mätning av \r\nportrycksutjämning, kan dock accepteras. Notera sådana stopp i protokoll.\r\nJämför kontinuerligt att antalet sondstänger överensstämmer med det sonde-\r\nringsdjup som registrerats i datainsamlingsenheten.\r\nKontrollera spetstrycket under sonderingens slutskede för att vara beredd på \r\nomedelbart stopp när maximal spetskraft uppnåtts eller lutningen blivit för stor. \r\nSonderingen avslutas när maximal spetskraft uppnåtts eller när förutbestämt \r\nsonderingsdjup åstadkommits. \r\n \r\n7.2.6  Redovisning\r\nRedovisning av spetstrycksondering ska utföras enligt Tabell 7.3 samt Kapitel \r\n1 samt enligt SGF\/BGS beteckningssystem samt kontrollera så att metodkoder-\r\nna är rätt enligt nya dataformatet, ja det stämmer. Spets- och mantelareafaktor \r\nska också anges i fältprotokoll.\r\n7.2.7  Kalibrering av utrustning och  \r\n krav på noggrannhet\r\nEn ny spetstrycksond ska vid leverans vara kalibrerad med avseende på:\r\n• Areafaktor för såväl spets som friktions hylsa.\r\n• Inverkan av inre friktion\r\n• ”Cross talk” eller interferenseffekter \r\n• Temperatureffekter\r\nDessutom ska alla ingående sensorer kalibreras helst tillsammans med aktuell \r\ndatainsamlingsenhet.\r\nDärefter ska sonden kalibreras minst var 6:e månad eller när större reparationer \r\nutförts eller när vitala delar bytts ut. Vid långa projekt bör sonden kalibreras \r\nvar 3:e månad.\r\nNär alla felkällor, såsom t.ex. inre friktion, onoggrannhet i sensorer och datain-\r\nsamlingsenhet, excentrisk belastning, temperatureffekter och dimensionsfel är \r\nadderade ska mätonoggrannheten vara högst de i Tabell 7.4 angivna.  \r\nDen tillåtna maximala onoggrannheten är det lägsta av de två som är angiv-\r\nna i Tabell 7.4. De procentuella värdena i tabellen ska räknas på det aktuella \r\nmätvärdet och således inte på maximalt mätområde.\r\nFunktionskontroll av spetskraft i fält kan enkelt utföras med hjälp av en last-\r\ncell. Tryckgivaren kan kontrolleras för små portryck nedsänkt i ett vattenfyllt \r\nborrhål.\r\n","7.3  Jord-Bergsondering\r\n7.3.1  Beskrivning\r\nMed jord-bergsondering (Jb-sondering) avses normalt sondering i jord och \r\nberg med hydrauldrivna borrmaskiner med borrstänger och bergborrkrona. Vid \r\nJb-sondering överförs slagenergi från en slaghammare via ett borrstål till en \r\nborrkrona, som kan vara av olika typ och dimension. Slagenergin används för \r\navverkning av det genomborrade mediet. Borrstålet roteras och tryckbelastas \r\nsamtidigt som borrkronan slås\/pressas mot berget. För att borrning ska kunna \r\nutföras på ett kontrollerat sätt hålls borrhålsbotten ren från lösgjorda fragment \r\nmed hjälp av spolning genom ett centralt spolhål i borrstålet och spolkanaler i \r\nTabell 7.3 Redovisning av spetstrycksondering.\r\nTabell 7.4 Tillåtna totala mätonoggrannheter. \r\n","borrkronan. Vanligtvis används vatten eller luft som spolmedia, men också an-\r\ndra typer som tung borrvätska, skum eller polymerer förekommer.\r\nI SGF Metodbeskrivning Rapport 4:2012 indelas Jb-sondering i fyra klasser \r\nsom benämns Jb-1, Jb-2, Jb-3 och Jb-tot. Klassificeringen inryms i den ram-\r\nbeskrivande europastandarden ISO\/WD 22476-X som för närvarande är under \r\nframtagande.\r\nJb-1 är den enklaste klassen och kan utföras med borriggar utan registrerings-\r\nutrustning. Tiden för 0,2 m sjunkning mäts då manuellt och antecknas i proto-\r\nkoll.Vid borrning med geoteknisk undersökningsrigg finns det normalt ingen \r\nanledning att utföra sonderingsborrningen som Jb-1, utan här används någon \r\nav de mer noggrannare sonderingsklasserna.\r\nJb-2 används för bestämning av bergnivå samt för att grovt bedöma bergets \r\nkvalité vid borrning i kristallint berg inför konventionell platt- och pålgrund-\r\nläggning samt diverse schaktarbeten. Vid borrning genom bottenmorän och \r\nrösberg kan bergöverytan vara svårdefinierad, både under själva borrningsarbe-\r\ntet och vid efterföljande tolkning av registrerade borrparametrar. Normalt bor-\r\nras minst 3 eller 5 m i berg, men både längre och kortare borrlängd kan före-\r\nkomma beroende på syftet. Är borrlängderna kortare måste risken för att borr-\r\nning skett i block beaktas. Vid sondering genom jordlager ges en indikation om \r\njordens sten och blockinnehåll. \r\nJb-3 genomförs företrädesvis vid sondering i sedimentärt berg samt vid mer \r\nkomplicerade bergarbeten och grundläggningar. Här krävs det ofta borrning i \r\nberg längre än 5 m. Det rekommenderas att Jb-3 utförs i ett installerat foderrör \r\ngenom jordtäcket, alternativt från avschaktad yta eller berg i dagen. Då påver-\r\nkar inte jorden borregistreringen och dessutom ges möjligheten att mäta retur-\r\nvattnet för jämförelse med registrerat spolflöde. Den stora fördelen är emeller-\r\nFigur 7.9 Jb-sondering.\r\n","tid att foderröret ger möjlighet att utföra andra mätningar och loggningar i det \r\nutförda sonderingsborrhålet för en kvalificerad bedömning av bergkvalitet och \r\nstruktur. Jb-3 sonderingen ger stöd vid tolkning och utvärdering. Borrkronans \r\ndiameter måste dock anpassas till respektive kompletterande metod. För att \r\nkunna göra en bedömning av bergets hårdhet och vittringsgrad från borregist-\r\nreringen krävs att platsspecifik referensborrning genomförs. \r\nJb-totalsondering (Jb-tot) görs med motsvararande registrering som för Jb-2 \r\nmed tillägget att man har infört ett vridtryckskede, d.v.s. ett statiskt skede med \r\navslagen hammare och spolning samt konstant rotations- och sjunkhastighet \r\n(25 rpm respektive 20 mm\/s). Vridtryckskedet kan då ofta ersätta komplette-\r\nrande vikt- och mekanisk trycksondering och man får på så sätt en rationell \r\nsonderingsmetod. Metoden är effektiv vid undersökningar där grovkornig jord \r\növerlagrar lösare. Särskilt användbar är metoden vid undersökningar i isälvs-\r\nmaterial med kombinationen spetstrycksondering med Jb-totalsondering varvid \r\nen en god bild av hela jordlagerföljden och dess fasthet samt bergläge erhållits. \r\nEn stor fördel med Jb-tot är att man kan minska antal medhavda typer av sond-\r\nstänger. Utförs spetstrycksondering med samma stångtyp  \r\n(φ 44 mm geostänger) som Jb-totalsondering täcks de flesta undersökningssitu-\r\nationer endast med en stångtyp och dimension. \r\n7.3.2  Utrustning\r\nBorrigg: skall ha en sådan tyngd att den inte förflyttas varken i vertikal- eller \r\nhorisontalled under sonderingsborrningen. \r\nHammare: endast toppslående hydrauliskt driven hammare. I samtliga sonde-\r\nringsklasser skall hammare väljas så att sjunkningshastigheten i hårt osprucket \r\nberg blir 3,3 till 10 mm per sekund (motsvarande 60 till 20 s\/0,2 m) med aktu-\r\nell utrustning och parameterinställning som erhållits vid kalibreringsborrning. \r\nÖnskas högre upplösning i jord eller mjukt\/trasigt berg skall sjunkningshastig-\r\nhet i det lägre intervallet väljas.\r\nVridmotor: Vridmotorns kapacitet ska vara 40 – 200 rpm. Varvtalet skall väl-\r\njas så att stiftborrkronans periferihastighet är ca 10 mm per hammarslag och \r\nvid val av skärborrkrona skall periferihastigheten vara ca 12,5 mm per ham-\r\nmarslag.\r\nSpolmedia:Vid Jb-1 och Jb-2 kan spolning göras med såväl luft- som vat-\r\ntenspolning (eller annan flytande spolmedia). Vid Jb-3 och Jb-tot skall vat-\r\ntenspolning användas. Dock kan luftspolning användas i undantagsfall vid Jb-\r\ntot t.ex. vid sträng kyla eller då vatten inte får tillföras i marken. \r\nBorrstål:Vid Jb-1 kan utvändiga skarvhylsor användas. För övriga klasser (Jb-\r\n2,Jb-3, Jb-tot) ska invändiga skarvtappar användas så att stängerna har samma \r\nytterdiameter längs hela sin längd. Maximal tillåten utböjning för sondstång \r\nfrån en rät linje mellan stångens ändpunkter för de nedersta 5 m borrstål är \r\n1,0 mm\/m i förhållande till en rät linje genom ändpunkterna. Motsvarande för \r\nborrstålen högre upp är 1,5 mm\/m. Ovanstående krav gäller också över skar-\r\nvarna. Borrstål anpassas till borrkronans diameter med undantag för Jb-tot där \r\nsondstång skall utgöras av Geostänger med ytterdiameter ø 44 mm.\r\n","Borrkrona:Vid Jb-1, Jb-2, Jb-3 kan stiftborrkrona som skärborrkrona använ-\r\ndas. Typ och diameter anpassas till geologisk formation samt att ovanstående \r\nsjunkkriterier uppfylls. Vid Jb-tot skall borrkronan utgöras av 57 mm stiftborr-\r\nkrona som förses med backventil för att förhindra att lös jord tränger in i borr-\r\nstålet under den statiska sonderingsfasen. Stiftborrkronan ska slipas när borr-\r\nsjunkning synbart blir lägre än förväntat, eller när andra skador börjat uppträda \r\npå stift eller skär. Stiftborrkrona ska slipas när slitfasen överstiger halva stiftets \r\ndiameter. Vid periferislitage ska hårdmetallen slipas när släppningen är mindre \r\nän 0,5 mm på en stiftkrona. Skärborrkrona ska slipas senast när maximal slitfas \r\när 2,4 mm mätt 5 mm från kronans periferi eller när maximalt periferislitage är \r\n2 mm. Dessa kontroller utförs med en för ändamålet avsedd tolk\r\n7.3.3  Parametrar\r\nI Tabell 7.5 görs en generell sammanställning av ingående krav på mätta para-\r\nmetrar samt godtagbart utförande för registrering och val av spolmedium. \r\n7.3.4 Kontroller\r\nFältkontroll utförs dagligen vid borrning för att kontrollera att sensorernas och \r\nmanometrarnas värde inte förändras sedan kalibreringen. All fältkontroll doku-\r\nmenteras och förvaras i anslutning till borriggen. Inför varje borrhål skall kont-\r\nrolleras att borrkronan håller föreskrivna toleranser, att stålen är raka enligt \r\nföreskrivna toleranser, att inga mekaniska friktioner finns i borrutrustningen, \r\ninställning av aktuellt matningstryck och rotationshastighet. Avvikelser åtgär-\r\ndas före start av ny sondering eller vid den dagliga kontrollen, före dagens för-\r\nsta sondering. Bedöms avvikelsen vara av sådan natur att den påverkar sonde-\r\nringsresultatet i ringa omfattning kan sondering ändå utföras. Avvikelser måste \r\nemellertid alltid protokollföras. I syfte att kontrollera att gällande kalibrerings-\r\nvärde innehålls utförs var 14:e dag eller när något har inträffat som befaras ha \r\npåverkat inställningar eller kalibreringar, kontroller av registreringsutrustning, \r\ngivare och manometrar.\r\n• Sjunkningshastighet kontrolleras genom att 1,00 m sondering görs i tomt \r\nborrhål eller ovanför markytan med konstant hastighet. Tiden mäts och om-\r\nFigur 7.10 Borrkronor.\r\n","räknas till hastighet som jämförs med det registrerade värdet.\r\n• Rotationshastighetkontrolleras genom att antal varv räknas och jämförs med \r\ndet antal som registrerats på registreringsenheten. Detta kan lämpligen göras \r\nmed en tachometer som direkt ger rotationshastigheten i rpm. \r\n• Matningskraft kontrolleras genom att lägga ett tryck på stången som antingen \r\navläses på en manometer på borriggen eller med en extern kraftgivare. Erhål-\r\nlet mätvärde jämförs med det registrerade.\r\n• Rotationstryck och hammartryck kontrolleras genom att utslaget på den \r\nmanometer som är ansluten till hydraulsystemet för vridmotorn avläses och \r\njämförs med registrerat värde.\r\n• Spolvattentryck kontrolleras genom att utslaget på en manometer placerad vid \r\nflödesgivaren jämförs med registreringen.\r\n• Spolvattenflödekontrolleras genom att tiden som åtgår för att fylla ett kärl \r\nmed känd volym mäts. Det härur beräknade flödet jämförs med det som re-\r\ngistrerats. Exempel på utrustning för fältkontroller kan vara:\r\no Måttsatt hink\r\no Tumstock eller måttband\r\no Klocka\r\no Skjutmått\r\no Elektrisk lastcell med mätenhet\r\n7.3.5 Utförande\r\nBorriggen ställs upp stabilt så att den inte kan ändra sitt ursprungliga läge. \r\nLodning och ev. förankring görs av borriggen. Maximal tillåten avvikelse från \r\nlodlinjen är 2 % eller 20 mm\/m vid vertikala borrhål och motsvarande avvikel-\r\nse vid lutande hål.\r\nTabell 7.5 Generell sammanställning av Jb-metoden.\r\n","Följande borrparametrar skall hållas konstanta under sonderingens gång:\r\n• Matningskraft\r\n• Rotationshastighet \r\n• Hammartrycket.\r\nVid Jb-tot ska i vridtryckskedet sjunkhastighet (20 mm\/s) samt rotationshastig-\r\nhet (25 rpm) vara konstant. Under hammarborrning i jord hålls matningskraft, \r\nrotationshastighet och hammartryck konstanta med parameterinställningar an-\r\npassade efter jordförhållanden. \r\nVid bergborrning används de parameterinställningar som erhållits vid kalibre-\r\nringsborrning. Avvikelser kan dock uppstå vid t.ex. borrning i trasigt berg eller \r\nvid påhugg i släntberg.\r\nArbetsgång Jb-1, Jb-2 och Jb-3:\r\n1. Kontrollera att masten står lodrätt. Första borrstålet skall hänga centrerat i \r\nstånglåset\r\n2. Gör nollavläsning antingen utan borrstål, eller med kronan ca 10 cm ovan \r\nmarkytan.\r\n3. När nollavläsning är klar och borrkronan står i marknivå (alternativt vatten-\r\nyta) starta spolning.\r\n4. Starta registrering på fältdator samtidigt som matning nedåt försiktigt på-\r\nbörjas.\r\n5. Slå på hammare vid behov, t.ex. vid tjälad eller fast mark eller fyllning.\r\n6. Starta rotation. Det är lättare att få stången att gå rakt om rotation inte star-\r\ntas direkt vid markytan i fastmark.\r\n7. När första stången borrats ned och nästa stång skarvats på, kontrolleras att \r\nborrstålet är i lod. Annars flyttas borrpunktens läge något \r\n8. Borrning i jord: sker med efter jordförhållanden anpassad konstant mat-\r\nningskraft, rotationshastighet samt hammartryck. Kontroll görs att det hela ti-\r\nden finns spolning, men utan att spoltrycket ökas onödigt mycket. I lös jord, \r\nska hammaren, samt i möjligaste mån rotationen vara avslagen. Fältbedöm-\r\nningar och noteringar görs enligt ovan.\r\n9. Borrning i berg: ska i normalfall ske med samma inställningar som använ-\r\ndes vid kalibreringsborrningen. Konstant matningskraft, rotationshastighet \r\nsamt hammartryck. Fältbedömningar och noteringar görs enligt ovan. \r\n10.Borrning i berg genomförs till avtalad längd i berg.\r\nArbetsgång Jb-tot:\r\n1. Den maximala tryckkraften (15 – 30 kN) som borriggen kan uppnå vid son-\r\nderingspunkten anges i protokoll eller till datainsamlingssystem.\r\n2. Förborrning (hammarborrning) genomförs för de inledande 0,5 m för att få \r\nen god styrning vid sonderingen.\r\n3. Den statiska vridtrycksonderingen påbörjas med konstant rotationshastig-\r\nhet, 25 rpm, och konstant sjunkhastighet 20 mm\/s. Vridningen skall inledas \r\nomedelbart när tryckningen startas.\r\n","4. Då sondering utförs i jordart som bildar en hård propp i spolhålen, t.ex. \r\nvissa siltiga jordar och lermorän, trycks proppen ut med spolning vid varje \r\nstångskarvning. \r\n5. När sonderingsmotståndet blir för stort så att den konstanta sjunkhastighe-\r\nten inte kan upprätthållas påbörjas hammarborrning genom att spolning kopp-\r\nlas på och direkt därefter hammaren med normal vridhastighet och matnings-\r\nkraft enligt principer gällande för Jb 2- sondering.\r\n6. När block, hinder eller fastare jordlager borrats igenom med hammarborr-\r\nning förs borrkronan upp och ner några gånger med samtidig spolning för att \r\nsäkerställa att inte inspänningar och friktion erhålls mot sondstången. Därefter \r\nåterupptas det statiska vridtryckskedet.\r\nFältbedömningar och noteringar ska genomföras under hela sonderingsför-\r\nloppet avseende:\r\n• Fälttolkning av jordlager\r\n• Genomborrade block eller annat material\r\n• Förmodad bergyta\r\n• Borrkaxnoteringar\r\n• Nivå för bergsprickor eller krosszoner\r\n• Avvikelser i försöksutförandet\r\nFoderrör ska installeras vid borrning på vatten från flotte eller plattform om \r\nströmförhållandena är sådana att sondstängernas utböjning är för stor, eller att \r\nvertikaliteten enligt ovan inte kan uppfyllas. Foderrörens utböjning ska tolkas \r\nföre sondering. Borrstålet ska gå fritt i foderröret. Vidare gäller att foderrör \r\nskall sättas då borrstångens fria längd överstiger 3 m.\r\nAvtalad borrlängd i förmodat berg ska vara upprättad för varje borrhål bero-\r\nende på syftet. Vid sondering inför underjordsanläggningar i berg ska förutbe-\r\nstämda borrhål i berggrunden pluggas med cementinjektering. Tätning av jord-\r\ndelen utförs i utvalda borrhål med bentonit.   \r\n7.3.6 Redovisning\r\nFälttolkningar skall göras för samtliga sonderingsklasser. \r\nVid ritningsredovisning i plan redovisas Jb-sondering i plan som dynamisk \r\nsondering (d.v.s. med övre cirkelhalvan fylld) med undantag av Jb-tot som re-\r\ndovisas både som en dynamisk och statisk sondering (d.v.s. både den övre och \r\nundre halvan fylld). Har borrkax tagits för analys redovisas detta med halvfylld \r\nundre cirkel enligt nedan.  \r\nRedovisning på sektionsritning för sonderingsklasserna visas i Figur 7.11. \r\nMetodkod enligt SGF:s formatstandard är 12 för Jb-1, 41 för Jb-2, 42 för Jb-3 \r\noch slutligen 73 för Jb-tot.\r\n","7.3.7 Kalibrering av utrustning och krav på noggrannhet\r\nKalibreringsborrning utförs i syfte att ställa in hammare(tryck), matnings-\r\nkraft, krondiameter, varvtal och spolning så att angivna sjunkningskrav kan \r\ninnehållas. Kalibreringsborrning skall alltid utföras av ny borrutrustning eller \r\nnär förändringar har utförts av utrustningen. Det rekommenderas att kalibre-\r\nringsborrning sker före start av varje större projekt, dock minst var sjätte må-\r\nnad. Kalibreringsborrning ska utföras i homogent kristallint berg med varm-\r\nkörd maskin i syfte att ställa in matningstryck, rotationshastighet och andra \r\nborrparametrar så att borrsjunkningen blir ett konstant värde mellan 3,3 till 10 \r\nTabell 7.6 Symboler för fältbedömning av bergets sprickighet.\r\nFigur 7.11 Redovisning av Jb-sondering enligt SGF Metodbeskrivning Rapport 4:2012.\r\n","mm\/s motsvarande ett borrmotstånd på mellan 60 respektive  \r\n20 s\/0,2 m. De inställningar på borrparametrar som erhålls vid kalibrerings-\r\nborrning ska sedan hållas vid all efterföljande Jb-sondering till dess att en ny \r\nkalibreringsborrning utförs.\r\nKalibrering av sensorer och manometrar ska utföras regelbundet och utföras \r\nså att erhållna värden ska vara spårbara till refe renssensorer. Sensorer för mät-\r\nning av de aktuella parametrarna ska regelbundet kalibreras på godkänt sätt.\r\nFör sjunkningshastighet och matningskraft gäller att sensorerna skall kalibre-\r\nras minst var sjätte månad och för övriga sensorer gäller minst 1 gång per år. \r\nManometrar för mätning av matningskraft, vridmoment och spoltryck kali-\r\nbreras som övriga givare. Vid större avvikelser än angivna toleranser mellan \r\nuppmätta och registrerade värden skall givarekonstanter ändras i registrerings-\r\nenheten. Om detta inte låter sig utföras direkt kan mätvärdena justeras i sam-\r\nband med redovisning. Alla kalibreringsprotokoll ska förvaras i anslutning till \r\nborrutrustningen.\r\nVid sonderingsklass Jb-2, Jb-3 och Jb-tot skall automatisk registrering göras \r\nminst en gång per 25 mm borrsjunkning av samtliga i klassen ingående para-\r\nmetrar. Vid Jb-1 ska borrmotståndet registreras eller protokollföras minst varje \r\n0,2 m. Borrkronans verkliga nivå skall kunna bestämmas med en absolutnog-\r\ngrannhet av ± 0,05 m eller bättre relativt markytan eller annat referenssystem. \r\nBorrparametrar ska mätas med minst de i Tabell 7.7 angivna noggrannhet. I \r\nTabellen anges absolutnoggrannhet, d.v.s. maximalt tillåtet fel i varje mätvär-\r\nde för djup, borrmotstånd, sjunkningshastighet, matningskraft(< 10 kN) samt \r\nvarvtal. För övriga mätvärden gäller % av fullt skalutslag d.v.s. sensorns maxi-\r\nmala mätområde.\r\n7.4  Hejarsondering\r\n7.4.1  Beskrivning\r\nHejarsondering är en gammal sonderingsmetod som i Sverige utvecklats från \r\n1935 och framåt. Syftet med hejarborren var då att bestämma fasta bottens \r\nläge. Metoden utfördes då helt manuellt men har sedermera också utvecklats \r\nför motordriven sonderingsutrustning. \r\nDen senaste svenska metodbeskrivning från 1979 är nu helt ersatt av en euro-\r\npeisk fältstandard som innehåller förutom den ”svenska” hejarsondering också \r\nTabell 7.7 Mätnoggrannhet för parametrar vid olika sonderingsklasser.\r\n","flera varianter med både lättare och tyngre slagning.\r\nVid hejarsondering slås en konad cy-\r\nlindrisk sondspets ned i jorden med en \r\nfrifallshejare. Slagenergin överförs till \r\nsondstängerna via en slagdyna med mel-\r\nlanlägg. Antalet slag, beroende på metod \r\nregistreras eller antecknas för varje 0,1 \r\neller 0,2 meters sjunkning.\r\nGällande standard SS-EN ISO 22476-\r\n2 innehåller 5 hejarsonderingsmetoder \r\nmed olika slagenergi:\r\n• Lätt hejarsondering (DPL) \r\n• Medeltung hejarsondering (DPM)\r\n• Tung hejarsondering (DPH).\r\n• Mycket tung hejarsondering, typ A \r\n(DPSH-A)\r\n• Mycket tung hejarsondering, typ B \r\n(DPSH-B)\r\nMetoden DPSH-A är nära nog identisk \r\nmed tidigare svensk hejarsondering, \r\nmetod HfA. Det finns en Svensk Nationell Bilaga till Europastandarden som \r\ninnehåller tilläggsinformation om hur metoden skall utföras i Sverige. \r\nHejarsondering används huvudsakligen för bestämning av sannolikt stopp för \r\nspetsburna betongpålar, samt via empiri för härledning av olika jordparametrar \r\navseende hållfasthets- och deformationsegenskaperi friktionsjordar, moräner \r\noch sådan lermorän där andra sonderingsmetoder inte kan drivas ned. \r\n7.4.2  Utrustning\r\nFakta om de olika hejarsonderingsmetodernas geometriska data framgår av Ta-\r\nbell 7.8.\r\nNedan anges olika krav på utrustningen som gäller för metoden DPSH-A. Kra-\r\nven gäller också i tillämpliga delar för de övriga metoderna.\r\nHejarens diameter Dh är för de vanligaste svenska utrustningarna mellan 270 \r\noch 320 mm. \r\nUtrustning för hejarsondering består av följande huvuddelar:\r\n• Neddrivningsutrustning, hejare.\r\n• Sondstänger med slagdyna, styrrör och mellanlägg.\r\n• Sondspets.\r\nUtrustning för nedrivningen av hejaren ska vara så utformat så att inget eller \r\nFigur 7.12 Hejarsondering\r\n","ringa motstånd (friktion) erhålls under fallet. \r\nSlagdynan ska vara ordentligt fäst vid sondstängerna. \r\nNeddrivning görs med frifallshejare monterad i en så kallad hejarbock eller på \r\nen borrvagn. För DSPH-A ska hejarens massa vara 63,5 ± 0,5 kg och förhål-\r\nlandet mellan längd och diameter ska vara mellan 1 och 2. Hejaren ska löpa på \r\nstyrröret genom ett axiellt hål vars diameter är 3 – 4 mm större än styrrörets di-\r\nameter. Fallhöjden ska vara 500 mm ± 10 mm.\r\nVid sonderingen används stötutjämnande  \r\nmellanlägg som tillsammans med hejare och fallhöjd enligt ovan ger en \r\nstötvågskraft på 50 – 60 kN i sondstången. Mellanläggen skall bestå av två st 2 \r\nmm uretangummi (Trelleborgs kvalitet 4013) eller motsvarande, 120 mm i yt-\r\nterdiameter och försett med ett 35 mm hål. \r\nSondspetsen är cylindrisk med diameter 45 mm ± 0,3 mm. Spetsen har en ko-\r\nnisk nedre ände med spetsvinkeln 90°. Den cylindriska delen är 90 mm lång.\r\nSondstängerna ska ha 32 mm diameter och vara av höghållfasthetsstål. Krök-\r\nningen får inte överstiga 1 mm\/m närmast spetsen och 2 mm\/m på övriga delar.\r\nAntalet slag på sonden mäts med mekaniska eller elektriska mätvärdesgivare, \r\neller räknas manuellt. Sonderingsdjupet mäts med elektriska, eller mekaniska \r\ndjupgivare, eller läses av mot markeringar på neddrivningsutrustningens gejder \r\neller på sondstängerna.\r\nTabell 7.8 Dimensioner och massa för de olika metoderna.\r\na Dh hejarens diameter, vid rektangulär form antas den mindre dimensionen \r\nmotsvara diametern\r\nb   endast förlorbar kon\r\nc   maximal stånglängd ska inte överstiga 2 m\r\n","7.4.3 Kontrollpunkter före utförande\r\nFöre varje undersökning ska det kontrolleras att dimen-\r\nsionerna på sondspets och övrig utrustning ligger inom \r\nde värden som anges i Tabell 7.9. Är sondspetsen ned-\r\nsliten ska den bytas ut och övriga avvikelser åtgärdas.\r\nKontrollera att mellanläggen är hela och att några finns \r\ni reserv.\r\nRakheten hos stängerna ska kontrolleras en gång på var-\r\nje ny undersökningsplats och åtminstone efter var 20:e \r\nsonderingsförsök på platsen. Efter varje undersökning \r\nska en visuell kontroll av stängernas rakhet utföras. \r\nKontrollera fallhöjden och att slag utförs utan större friktion.\r\nKontrollera att giltigt kalibreringsbevis finns.\r\n7.4.4 Utförande\r\nMontera neddrivningsutrustning med sondstängerna i lod. Kontrollera att lut-\r\nningen på utrustningen och hos sondstänger som sticker upp ovan markytan \r\ninte avviker mer än 2 % från vertikalen. Om detta inte är fallet ska hejarson-\r\nderingen avbrytas. Vid svåra grundförhållanden kan avvikelser på upp till 5 \r\n% tillåtas, men ska då noteras i protokoll. Fäst slagdynan med styrrör och två \r\nmellanlägg på sondstången.\r\nVid utförande av hejarsondering där stängerna är fria att röra sig sidledes, till \r\nexempel ovan vatten eller i foderrör, ska stängerna styras av stöd med låg frik-\r\ntion med högst 2,0 m inbördes avstånd för att förhindra böjning och utknäck-\r\nning under neddrivningen.\r\nStarta motorn och lyft hejaren 0,5 m. Slå ner sonden med konstant slagfrek-\r\nvens som ska vara mellan 15 och 30 slag\/minut.\r\nAlla avbrott längre än 5 minuter under sonderingen ska noteras.\r\nFigur 7.13 Sondspets för \r\nDPSH-A.\r\nFigur 7.14 Detaljer av heja-\r\nre och slagdyna med gum-\r\nmimellanlägg.\r\n","Under neddrivningen ska sonden vridas 2 varv per 0,2 m sjunkning. Om son-\r\nderingsmotståndet är mindre än 5 slag per 0,2 m behöver sonden inte vridas \r\nannat än vid påskarvning av ny sondstång. När sonderingsmotståndet är större \r\nän 50 slag per 0,2 m, vrids stången 2 varv efter vart 50:e slag. Sondstången får \r\ninte vridas i själva slagögonblicket.\r\nFör att beräkna mantelfriktionen på stången ska maximalt vridmomentet mätas \r\nefter varje meters sondering, samt vid avslut av borrhål.\r\nSondering utförs till sondstopp eller till förbestämt djup som bestämts i sam-\r\nband med upprättande av undersökningsprogram och startmöte\/fält. Sondstopp \r\nkan anses nådd vid 200 slag\/0,2 m eller när 100 slag\/0,2 m upprepats 5 ggr \r\n(1,0 m).\r\n \r\n7.4.5  Kontrollpunkter under  \r\n sondering\r\nKontrollera kontinuerligt under sonderingen att vridmomentet inte ökar dras-\r\ntiskt. Detta är en indikation på att sonden går snett och sonderingen kan behö-\r\nva avbrytas.\r\nJämför kontinuerligt att antalet sondstänger överensstämmer med det sonde-\r\nringsdjup som noterats i protokollet eller som registrerats i fältdatorn.\r\nStudera om hejaren studsar vid stoppslagning. I så fall sker stoppet sannolikt \r\nmot berg eller block.\r\n7.4.6  Redovisning\r\nRedovisning av hejarsondering ska utföras enligt Tabell 7.9 samt Kapitel 1.\r\nTabell 7.9 Redovisning av hejar sondering.\r\n","7.4.7  Kalibrering av utrustningen\r\nKontroll av utrustning och mätinstrument ska utföras efter eventuell skada, \r\növerbelastning eller reparation och minst en gång varje halvår. Kalibrerings-\r\nuppgifter ska förvaras tillsammans med utrustning. För krav och utförande av \r\nkalibrering  hänvisas till standarden SS-EN ISO 22476-2.\r\nEnergiförluster inträffar t.ex. genom friktion mot hejare eller när hejaren stö-\r\nter mot städet. Därför rekommenderas att den verkliga energi som överförs till \r\nsondstängerna bestäms för varje ny hejarsonderingsutrustning.\r\n7.5  Viktsondering\r\n7.5.1  Beskrivning\r\nViktsondering är den äldsta svenska standardiserade sonderingsmetoden som \r\ntogs fram 1917 av dåvarande SJ:s Geotekniska kommission. Metoden utfördes \r\ndå helt manuellt men har sedermera också utvecklats för motordriven sonde-\r\nringsutrustning. \r\nSonderingen kan idag enligt gällande standard SS-EN ISO\/TS 22476-10:2005 \r\nutföras såväl maskinellt som manuellt.\r\nVid viktsondering pressas en skruvformad spets, se Figur7.5, ned i jorden med \r\nbelastning och vridning. Sondering utförs utan vridning när sonderingsmot-\r\nståndet är mindre än 1 kN (100 kg). Om sonden inte sjunker för denna belast-\r\nning vrids den och antal halvvarv registreras för 0,20 m penetration. \r\nViktsondering används huvudsakligen i lösa till medelfasta sten- och blockfat-\r\ntiga jordarter för bestämning av jordlagerföljd och relativ fasthet. Känsligheten \r\när lägre än för andra sonderingsmetoder där stångfriktionen kan skiljas från det \r\ntotala sonderingsmotståndet. För att minska stångfriktionen på stängerna ge-\r\nnom ett fastare ytskikt kan förborrning eller foderrör användas.\r\nFigur 7.15 Geometrisk ut-\r\nformning av en viktsond-\r\nspets med måttuppgifter.\r\n","7.5.2  Utrustning\r\nUtrustning för viktsondering består av följande huvuddelar:\r\n• Sondspets\r\n• Sondstänger\r\n• Neddrivningsutrustning\r\nSondspetsen är skruvformad och gjord av 25 mm fyrkantstål, 200 mm lång \r\noch spetsad på 80 mm längd samt vriden ett varv åt vänster. Omskrivande dia-\r\nmetern för en ny spets ska vara högst 35,0 mm och minst 32,0 mm. Detta kont-\r\nrolleras med hjälp av en för ändamålet framtagen rörtolk. Den maximala till-\r\nlåtna förkortningen av sondens längd på grund av förslitning får högst var 15,0 \r\nmm.\r\nSondstänger till såväl manuell som maskinell viktsondering ska ha diameter \r\n22 mm. Avvikelse mellan en stångs båda ändar får inte vara större än 1 mm\/m \r\nför de nedersta 5 metrarna och 2 mm\/mför de följande stängerna vid jämn \r\nkrökning av stången.\r\nVid manuell viktsondering används en viktsats innehållande 2 st. vikter på 10 \r\nkg och 3 st. på 25 kg. Dessutom ska det ingå en klämma och svängel med mas-\r\nsan 5 kg i viktsatsen.\r\nVid maskinell sondering ersätts viktsatsen med en mekaniskt eller hydrauliskt \r\npåförd last.\r\nMaximal tillåten avvikelse för mätningskraften är ± 5 % av maxlasten (1 kN). \r\nMaximal tillåten avvikelse för djupregistrering är ± 0,1 m.\r\n7.5.3  Kontrollpunkter före utförande\r\n• Kalibrering av mätvärdesgivare är giltiga enligt metodbeskrivning\/standard\/\r\nföretagets kvalitetssystem.\r\n• Kontrollera med tolk att sondspetsen inte är nedsliten. Om så är fallet ska den \r\nbytas ut.\r\n• Kontrollera att sondstängerna uppfyller rakhetskravet.\r\n7.5.4  Utförande \r\nFörborra vid behov ett hål genom torrskorpelera, fyllning, eller tjäle. Detta är \r\nsärskilt viktigt om mantelfriktionen har betydelse för resultatet. Avgörs i sam-\r\nband med uppdragsgenomgång före fältarbetets start.\r\nMontera sondstänger med sondspets lodrätt i neddrivningsutrustningen. Noll-\r\nställ djupmätare eller notera var på gejdern som sonderingen börjar.\r\nBelasta sonden med den minsta belastning som behövs för sjunkning utan \r\nvridning (självsjunkning). Sjunkningshastigheten hålls inom gränserna 20 – 50 \r\nmm\/s. Vid hastigheter under 20 mm\/s ökas belastningen och vid hastigheter \r\növer 50 mm\/s avlastas sonden.\r\nVid manuell sondering, notera belastningen i stegen:\r\n0 - 0,5 - 0,15 - 0,25 - 0,50 - 0,75 - 1,00 kN\r\n","Belastningen protokollförs liksom det djup där den ändrats\r\nOm sonderingsmotståndet överskrider 1,00 kN vid lägsta sjunkningshastighet \r\nroteras sonden. Lasten 1,00 kN bibehålls och antal halvvarv för varje 0,2 m \r\nsjunkning antecknas.\r\nVid maskinell sondering är rekommenderat varvtal 60 halvvarv\/min (30 varv\/\r\nmin). Varvtalet ska hållas mellan 30 och 80 halvvarv\/min och får inte överskri-\r\nda 100 halvvarv\/min.\r\nVid hinder i jorden, där sonden inte sjunker för vridning, kan slagning el-\r\nler tryckning med större kraft än 1,00 kN tillåtas tillfälligt. De delar där detta \r\ngjorts markeras med ”slag” i protokollet.\r\nSonderingen avbryts vid vid ett djup eller sonderingsmotstånd som bestämts i \r\nförväg i samband med uppdragsgenomgången.\r\nEnligt praxis anses sondstopp nådd när minst 80 halvvarvs vridning erfordras \r\nunder fem på varandra följande 0,2 meters intervall med tilltagande fasthet el-\r\nler sjunkning vid 5 kN belastning understiger 5 cm under en halv minuts vrid-\r\nning.\r\n7.5.5   Kontrollpunkter under  \r\n sondering \r\nKontrollera kontinuerligt under sonderingen med maskinell utrustning att \r\nmätvärden registreras och att belastningen under vridning alltid ligger mellan \r\n0,85 och 1,15 kN. \r\nJämför kontinuerligt att antalet sondstänger överensstämmer med det sonde-\r\nringsdjup som noterats i protokollet eller som registrerats på datalogger.\r\nKontrollera att vibrationer från motorn hålls på så låg nivå att de inte påverkar \r\ndet mätta neddrivningsmotståndet.\r\nTabell 7.10 Redovisning av viktsondering.\r\n","7.5.6  Redovisning\r\nRedovisning av viktsondering ska utföras enligt Tabell 7.10 och Kapitel 1.\r\n \r\n7.6  Mekanisk trycksondering\r\n7.6.1  Beskrivning\r\nTidigare utfördes totaltrycksondering i Sverige med en pyramidformad spets \r\nförsedd med en glappkoppling och en mekanisk registrering av såväl totalmot-\r\nståndet som stångfriktion. Denna metod har nästan helt försvunnit från svenska \r\nmarknaden, utan nu används istället en vriden spets (viktsondspets).\r\nDet finns en europeisk fältstandard, SS-EN ISO 22476-12 (Mecanical Cone \r\nPenetration Test (CPTM), som är en metod där också mantelfriktionen mäts. \r\nDenna metod har idag ingen spridning i Sverige och därför beskrivs inte den-\r\nna i detta avsnitt utan nedan följer en beskrivning av mekanisk trycksondering \r\nmed vriden spets som inte är standardiserad men däremot har SGF gett ut ett \r\nMetodblad som ger en översiktlig beskrivning av metoden.\r\nSyftet med metoden är att översiktligt kartera jordens lagergränser. Säkerheten \r\ni bestämningarna kan förbättras om kalibrering görs med spetstrycksondering. \r\nUtvärdering av jordparametrar görs inte.\r\n7.6.2  Utrustning\r\nBorrigg\r\nBorrigg ska ha en sådan tyngd att den inte förflyttas i vertikal- eller horison-\r\ntalled under sonderingen.\r\nVridmotor\r\nVridmotorns kapacitet ska vara 15 till 200 varv\/min.\r\nBorrstål\r\nStångdiametern ska vara 25 eller 32 mm utan utvändiga muffar. Använd stång-\r\ndiameter ska anges på redovisning.\r\nMaximal tillåten utböjning från en rät linje mellan stängernas ändpunkter för \r\nde nedersta 5 m borrstål är 1,0 mm\/m i förhållande till en rät linje mellan änd-\r\npunkterna. Motsvarande krav för stänger högre upp är 1,5 mm\/m. Kravet gäller \r\näven över skarvarna.\r\nSpets\r\nSondspetsen skall utgöras av ett vridet fyrkantstål – viktsondsspets. Spetsens \r\nmaximala diameter ska vara 35 mm vid stångdiameter 25 mm, respektive 45 \r\nmm vid stångdiametern 32 mm. \r\nKraven på spetsen framgår i tillämpliga delar under avsnitt 7.5 Viktsondering.\r\n","7.6.3 Utförande\r\nVid varje ny borrpunkt ställs borriggen upp stabilt så att den inte kan ändra \r\nsitt ursprungliga läge. Lodning och eventuell förankring av borriggen utförs. \r\nMaximal tillåten avvikelse från lodlinjen är 20 mm\/m vid vertikala borrhål och \r\nmotsvarande avvikelse vid lutande hål.\r\nSonderingen utförs med konstant sjunkningshastighet och i intervallet 20 – 50 \r\nmm\/s. Vid skarvning av stänger roteras stängerna minst 2\/3-dels varv för att \r\nminska risken för avvikelse i sidled. Valet av hastighet ska framgå av redovis-\r\nningen.\r\nFör att få en uppfattning om storleken på mantelfriktion kan stängerna, vid \r\nskarvning av stänger, dras uppåt ca 0,5 m varvid uppdragningskraften registre-\r\nras.\r\nNär sonderingen inte kan utföras ytterligare utförs även samtidig rotation. Re-\r\nkommenderad rotationshastighet under vridningsfasen ligger i intervallet 30 – \r\n60 varv\/min.\r\nNär sonderingen inte kan drivas ytterligare kan den avslutas med slagning. \r\nSlagning kan utföras med eller utan tidsregistrering.\r\n7.6.4  Redovisning\r\nRedovisning av mekanisk trycksondering ska utföras enligt Tabell 7.11 Kapitel \r\n1.\r\n \r\n7.7  Tung slagsondering\r\n7.7.1  Beskrivning\r\nVid slagsondering drivs sondstänger ner i jorden med en hammare. Under \r\nneddrivningen registreras nedslagningsdjupet samt sonderingsmotstånd som \r\nkan mätas under sonderingen och protokollförs.\r\nTung slagsondering används för att kontrollera så kallat ”bergfritt djup”. Vid \r\nTabell 7.11 Redovisning av mekanisk trycksondering.\r\n","registrering av motståndet erhålls också en relativ uppfattning om jordens fast-\r\nhet men utvärdering av jordparametrar görs inte.Metoden är ej avsedd att an-\r\nvändas för bestämning av bergnivå, då stopp mot bergyta inte kan verifieras.\r\n \r\n7.7.2  Utrustning\r\nBorrigg\r\nBorrigg ska ha en sådan tyngd att den inte förflyttas vertikalt eller horisontellt \r\nunder sonderingen.\r\nHammare\r\nBeskrivningen omfattar endast toppslående hammare. Hammaren ska ha en \r\nslagenergi av minst 200 J med en frekvens av minst 1200 slag\/min.\r\nVridmotor\r\nVridmotorns kapacitet ska vara 15 – 200  \r\nvarv\/min.\r\nBorrstål\r\nStångdiametern skall vara 44 mm utan utvändiga muffar, s.k. geostänger. Max-\r\nimal tillåten utböjning från en rät linje mellan stängernas ändpunkter för de \r\nnedersta 5 m borrstål är 1,0 mm\/m. Motsvarande krav för stänger högre upp är \r\n1,5 mm\/m. Kravet gäller även över skarvarna.\r\nSpets\r\nSondspetsen ska vara rund med diametern minst 44 mm. Spetsen kan ha en \r\nkonisk nedre del. Lämpliga spetsar kan utgöras av uttjänta Jb-kronor (fyrskär\/\r\nstift). Spetsen bör ha en större diameter än borrstålen för att minska mantelfrik-\r\ntionen.\r\n7.7.3  Kontrollpunkter före utförande\r\nVid varje ny borrpunkt ställs borriggen upp stabilt så att den inte kan ändra \r\nsitt ursprungliga läge. Lodning och eventuell förankring av borriggen utförs. \r\nMaximal tillåten avvikelse från lodlinjen är 20 mm\/m vid vertikala borrhål och \r\nmotsvarande avvikelse vid lutande hål.\r\n7.7.4  Utförande\r\nSonderingen utförs med samtidig rotation och slagning med en minsta statisk \r\nlast på 500 kg. Rekommenderad rotationshastighet är 15 – 40 varv\/min. Slag-\r\nfrekvensen ska minst uppgå till 1200 slag\/min.\r\nUnder sonderingens gång rekommenderas det att registrering i fältminne eller \r\nprotokoll görs av antal sekunder för 0,20 m penetration samt en bedömning av \r\ngenomborrat jord- eller bergmaterial.\r\nSonderingen avbryts när avsett djup uppnåtts eller när sonden inte kan drivas \r\nvidare. \r\n \r\n7.7.5  Redovisning\r\n","Redovisning av tung slagsondering ska utföras enligt Tabell 7.12 och  Kapitel \r\n1.\r\n7.8  SPT-sondering\r\n7.8.1  Beskrivning\r\nSPT-sondering har historiskt använts väldigt lite i Sverige, men utomlands an-\r\nvänds den i stor omfattning. I takt med att branschen blir mer internationell \r\noch utländska entreprenörer verkar i Sverige kan  metoden bli mer efterfrågad.\r\nGällande standard för SPT-sondering är SS-EN ISO 22476-3.\r\nSPT-sondering är en kombination av dynamisk sondering och provtagning. \r\nSonderingsmotståndet bestäms punktvis på varje provtagningsnivå, normalt en \r\ngång per meter eller varannan meter. Vid sonderingen används en sondspets \r\nsom är en delbar provtagare. Sondspetsen\/provtagaren slås ner med en frifalls-\r\nhejare i botten av ett förborrat borrhål. Antalet slag för 0,3 meters sjunkning \r\nprotokollförs. Sondering kan också utföras utan provtagning och då förses \r\nspetsen med en massiv kon.\r\nSPT-sondering används huvudsakligen som Hejarsondering med undantag av \r\natt slagning inte görs kontinuerligt och att prov kan tas ut från var slagningsni-\r\nvå.\r\n7.8.2  Utrustning\r\nUtrustning för SPT-sondering består av följande huvuddelar:\r\n• Sondspets (provtagare).\r\n• Sondstänger med slagdyna, styrrör och mellanlägg.\r\n• Borrutrustning för håltagning.\r\nTabell 7.12 Redovisning av tung slagsondering.\r\n","• Neddrivningsutrustning.\r\nSondspetsens (provtagarens) egg är av härdat stål med innerdiameter 35 mm \r\n± 1 mm. Eggen får inte vara skadad eller vara större än provtagarens diameter. \r\nI mycket fast jord får eggen ersättas med massiv stålkon, 51 mm ± 1 mm och \r\nspetsvinkel 60°.\r\nSondspetsens (provtagarens) mellandel är delbar och har en innerdiameter på \r\n35 mm. I kopplingen mellan spetsen och sondstängerna sitter en backventil \r\nsom ser till att vatten och luft kan tränga ut under neddrivningen, men stängs \r\ndå provtagaren dras upp. Detta förhindrar att vattnet eller borrvätskan trycker \r\nut provet.\r\nSondstängerna ska ha en sådan styvhet att de inte böjer ut under neddrivning-\r\nen och ha en massa på högst 10 kg\/m.\r\nI Sverige används normalt sondstänger med ytterdiameter 42 mm (stan-\r\ndard-kolvborrör) eller hejarsondstänger med ytterdiameter 32 mm. Om borrhå-\r\nlet är djupare än 1 m ska borrstängerna stöttas i sidled på var tredje meter.\r\nNeddrivning görs med frifallshejare monterad på en rigg. Hejarens massa ska \r\nvara 63,5 ± 0,5 kg massa och slagen ska överföras till sondstängerna via en \r\nfast monterad slagdyna. Fallhöjden ska vara 76 cm ± 3 cm. Friktionen mellan \r\nhejare och styranordning får inte reducera slagenergin hos den fritt fallande he-\r\njaren.\r\n7.8.3 Kontrollpunkter före utförande\r\nKontrollera att sondspetsen (provtagaren) är ren och kan tas isär samt att even-\r\ntuella provhylsor är hela och rena.\r\nFöre varje undersökning ska kontrolleras att dimensionerna på sondspets och \r\növrig utrustning ligger inom de värden som anges i standarden. Är sondspetsen \r\nnedsliten skall den bytas ut och övriga avvikelser åtgärdas.\r\nRakheten hos stängerna ska kontrolleras en gång på varje ny undersöknings-\r\nplats och åtminstone för var 20:e sonderingsförsök på platsen. Efter varje un-\r\ndersökning ska en visuell kontroll av stängernas rakhet utföras. \r\nKontrollera fallhöjden och att slag utförs utan större friktion.\r\nKontrollera att giltigt kalibreringsbevis finns.\r\nFigur 7.16 Sondspets med provtagare.\r\n","7.8.4  Utförande\r\n1. Förborra ett hål med maximal diameter 150 mm med augerborr eller foder-\r\nrör ner till provtagningsnivån. Rensa borrhålet noggrant  utan att jorden där \r\nstörs. Vattennivån ska under hela borrningen hållas vid eller helst något över \r\ngrundvattennivån så att inte uppluckring av jorden vid provtagningsnivån \r\nsker. Alternativt kan foderrörsborrning utföras eller så kan tung borrvätska an-\r\nvändas för stabilisering av borrhålet.\r\n2. Dra upp borren långsamt så att jorden vid försöksnivån inte luckras upp före \r\nneddrivning av provtagaren.\r\n3. Sätt samman sondspetsen (provtagaren) och montera den på sondstången. \r\nSänk ner sonden till borrhålets botten. Gänga fast en slagdyna på sondstång-\r\nen. Sondspetsen slås ned i två steg enligt följande.\r\n4a. Förslagning. Slå först ned sondspetsen (provtagaren) 0,15 m (inklusive \r\nsjunkning till följd av egenvikt) under borrhålets botten. Om 0,15 m nedträng-\r\nning inte kan åstadkommas efter 50 slag, avbryts slagningen och nedträng-\r\nningen efter 0 slag noteras. \r\n4b. Sondering. Slå ned sondspetsen (provtagaren) ytterligare 0,30 m i två seri-\r\ner om 0,15 m nedträngning.\r\n5. Sonderingen avbryts om nedträngningen efter 50 slag (eller 100 slag om \r\nmassiv kon används) är mindre än 0,30 m.\r\n6. Borrstängerna dras upp utan vibrationer i sondstången eftersom dessa kan \r\nmedföra att provet störs eller tappas.\r\n7. Provtagaren öppnas och provet tas ut och läggs i lufttät behållare. Denna \r\nförses med lock och etikett.\r\n","7.8.5 Kontrollpunkter under  \r\n provningen\r\nKontrollera håltagningen så att jorden under hålbottnen inte störs. Om ten-\r\ndenser till bottenuppluckring märks ska vatten fyllas på i hålet och hållas över \r\ngrundvattenytans nivå.\r\nSe till att vakuum under borren inte uppstår vid upplyftning.\r\n \r\n7.8.6 Redovisning\r\nRedovisning av SPT-sondering ska utföras enligt Tabell 7.13 och Kapitel 1.\r\n7.8.7 Kalibrering av utrustningen\r\nTabell 7.13 Redovisning av SPT-sondering.\r\n"]}