{"pages":["Contents\r\n7.  Fältprovning med sonderingsmetoder \r\n2\r\n7.1  Allmänt 2\r\n7.2  Spetstrycksondering, CPT och CPTU 3\r\n7.3  Jord-Bergsondering 12\r\n7.4  Hejarsondering 20\r\n7.5  Viktsondering 25\r\n7.6  Mekanisk trycksondering 28\r\n7.7  Tung slagsondering 29\r\n7.8  SPT-sondering 31\r\n8. Provtagningsmetoder 35\r\n8.1  Inledning 35\r\n8.2 Hantering av jordprover 35\r\n8.3  Ostörd provtagning 38\r\n8.4 Störd provtagning 57\r\n8.5 Provgropsundersökning 68\r\n9. Fältprovning med in situ-metoder 72\r\n9.1  Inledning 72\r\n9.2 Dilatometerförsök 73\r\n9.3 Pressometerförsök 78\r\n9.4  Volymskontrollerade pressometerförsök 84\r\n9.5 Självborrande pressometer 85\r\n9.6  Fältvingförsök 86\r\n9.7  Vingförsök med dansk utrustning 93\r\n9.8  Lommevingborr  94\r\n9.9 Plattbelastningsförsök 95\r\n9.10 Skruvplatta 99\r\n9.11 Geofysiska metoder 101\r\n","7.1  Allmänt\r\n7.1.1  Definition\r\nSondering är ett samlingsbegrepp för alla undersökningar där en sondspets \r\nmed hjälp av sondstänger trycks, vrids eller slås (eller en kombination av \r\ndessa) ner genom jordlagren varvid motståndet mot neddrivning mäts. Man \r\nskiljer på två huvudgrupper av sondering:\r\n• Statisk sondering där sonden drivs ned huvudsakligen genom statisk belast-\r\nning. I vissa metoder är det kombinerat med rotation. Genom fasta lager kan \r\nockså standarderna medge slag.\r\n• Dynamisk sondering där sonden drivs ned med hjälp av något av följande el-\r\nler kombinationer av slag, rotation, statisk belastning och spolning.\r\nEnheten för sonderingsmotstånd varierar med metod. Exempel på motstånds-\r\nvärde är halvvarv\/0,20m, slag\/0,20 m, sekunder\/0,20 m och kilonewton (kN).\r\nSondering används för att klarlägga jordlagrens mäktighet och relativa fasthet \r\nsamt dess utsträckning i plan och profil. Normalt har en dynamisk sonderings-\r\nmetod större nedträngningsförmåga än en statisk men ger samtidigt mindre \r\nmöjlighet att urskilja fasthetsvariationer i lös jord. Riktlinjer för val av sonde-\r\nringsmetod med hänsyn jordart, se Kapitel 2. \r\nVid val av sonderingsmetod bör man i första hand välja en sådan där det går att \r\nurskilja stångens mantelfriktion från det totala sonderingsmotståndet. \r\n7.1.2  Gemensamma regler\r\nNedan anges några gemensamma regler för alla typer av sonderingar.\r\nSonderingens avslutning beror på ändamålet med undersökningen och bestäms \r\ni samband med upprättande av undersökningsprogram och startmöte\/fält innan \r\nfältarbetet påbörjas. Avslutning av sondering styrs ofta av metodens beskriv-\r\nning\/fältstandard. \r\nTyp av sondstopp skall bedömas och noteras. För redovisning används symbo-\r\nler enligt SGF:s beteckningssystem eller vid användandet av fältdator med ko-\r\nder enligt SGF:s formatstandard. \r\nEventuell förslutning av borrhål bestäms i samband med upprättande av un-\r\ndersökningsprogram och startmöte\/fält före fältarbetets start. Förslutning av \r\nborrhål är särskilt viktigt efter undersökningar för undermarksanläggningar där \r\nsprängning senare skall göras, där artesiskt vatten finns eller där föroreningar \r\nkan tränga upp eller ner genom borrhålet.\r\n7.1.3  Styrande dokument\r\nUtförande av en sondering styrs om inget annan avtalas av europeiskt fältstan-\r\n7.  Fältprovning med sonderingsmetoder\r\n","dard, metodbeskrivning eller andra dokument såsom t.ex. SGF:s metodblad. \r\nDet finns två typer av standarddokument. Den första typen är en fältstandard \r\nsom också är Svensk Standard (SS) och den andra typen är en teknisk specifi-\r\nkation.\r\nRedovisning av fältarbete utförs i enlighet med IEG-rapport 2:2010 och hela \r\nfältarbetet redovisas i en Fältrapport, se Kapitel 1.\r\nDigital redovisning i fältdator skall ske enligt SGF:s formatstandard där aktu-\r\nella koder finns på SGF:s hemsida. \r\n7.2  Spetstrycksondering, CPT och CPTU\r\n7.2.1  Beskrivning\r\nSpetstrycksondering som också i dagligt tal kallas CPT-sondering introduce-\r\nrades runt 1935 men då utfördes mätningarna helt och hållet mekaniskt. Sedan \r\n1950-talet har mätningarna utförts elektriskt och då har också antal mätta para-\r\nmetrar utökats. I slutet av 1980-talet började metoden användas mer frekvent \r\noch i samband med att SGF tog fram en metodbeskrivning (SGF SS-EN-ISO \r\n22476-1) i början av 1990-talet och kunskap togs fram om svenska lösa jordar \r\nökade användandet ytterligare. CPT-sondering regleras numera i standarden \r\nSS-EN ISO 22476-1.\r\nVid traditionell spetstrycksondering mäts spetsmotståndet, mantelfriktionen \r\nmot en ”friktionshylsa” ovanför spetsen samt det porvattentryck som genereras \r\nvid spetsen under neddrivningen. Numera är det också möjligt att mäta spet-\r\nsens vertikalitet under sondering. Mätningen sker elektriskt och avläsnings-\r\nfrekvensen skall vara så tät att en detaljerad bild över mätvärdenas variation \r\nmed djupet erhålls.\r\nIdag utförs i Sverige nästan uteslutande spetstrycksondering med \r\nportrycksmätning som benämns CPTU i Europastandarden. Motsvarande me-\r\nFigur 7.1 CPT-utrustning.\r\n","tod men utan portrycksmätning benämns CPT i standarden.  \r\nEn kort beskrivning av seismisk spetstryckssondering och spetstryckssonde-\r\nring med resistivitetes mätning ges i Kapitel 9.\r\nSpetstrycksondering utförs främst i sten- och blockfria jordar av både kohe-\r\nsions- och friktionsjordskaraktär. Huvudsyftet med Spetstrycksondering är \r\nsom regel att erhålla en god bild av jordens lagerföljd och respektive jordlagers \r\negenskaper och relativa fasthet. Sondering kan också via olika empiriska sam-\r\nband, beroende på jordart,ge härledningar av olika jordparametrar avseende \r\nhållfasthets- och deformationsegenskaper etc. Om jorden går att penetrera med \r\nspetsen borde spetstryckssondering vara förstahandsvalet vid geotekniska un-\r\ndersökningar då den mäter spetstrycket utan inverkan av stångfriktion, samt att \r\nspetstrycket tillsammans med mätning av mantelfriktion och eventuellt gene-\r\nrerat portryck ökar på möjligheterna till utvärdering av lagerföljd, parametrar \r\noch egenskaper.\r\nSpetstrycksondering är en metod som kräver god planering, noggrannhet och \r\nförståelse för metoden för att kunna utföra den och leverera resultat med hög \r\nkvalitet. \r\n7.2.2  Utrustning\r\nUtrustning för spetstrycksondering består av följande huvuddelar:\r\n• Sondspets med kon, friktionshylsa och portrycksfilter. I sondspetsen finns \r\nelektriska sensorer inbyggda för mätning av spetstryck, mantelfriktion, \r\nportryck samt lutning.\r\n• Utrustning för djupregistrering.\r\n• Datainsamlingssystem med minne för lagring av mätvärden.\r\n• Sondstänger.\r\n• Borrvagn eller annan utrustning för neddrivning av sonden.\r\nSondspetsen ska vara temperaturkompenserad så att temperaturvariationer un-\r\nder sonderingen påverkar resultatet så lite som möjligt. Sondspetsen ska ha till-\r\nräcklig mätnoggrannhet för att uppfylla kraven som anges i Tabell 7.4. \r\nFör sondspetsen och friktionshylsan finns vissa måttspecifikationer och förslit-\r\nningstoleranser angivna i SS-EN ISO 22476-1, se Figur 7.2 och 7.3. \r\nPortrycket kan mätas i positioner enligt Figur 7.4. I Sverige mäts nästan ute-\r\nslutande portrycket i position u2 med poröst filter eller spaltfilter, se Figur 7.5.\r\nSpaltfilter kan medföra att responstiden påverkas. Däremot minskar risken för \r\nutsugning av spaltfilter som är mättade med fett, vilket är en fördel vid sonde-\r\nring genom fasta jordlager. \r\nMellanrummen mellan sonderingsspetsens delar får inte vara större än 5 mm \r\ni höjd och skall vara förseglade så att jordpartiklar inte tränger in och förseg-\r\nlingen skall kunna deformeras.\r\nUtrustning för djupregistrering skall kunna kompensera för uppåtgående rö-\r\nrelse av sondstängerna.\r\n","Figur 7.2 Geometri och toleranskrab för sondspets med 10cm2 area.\r\nFigur 7.3 Geometri och toleranskrav för frik-\r\ntionshylsa när spetsens are är 10 cm2.\r\nFigur 7.4 Geometri olika placering-\r\nar av filter för portrycksmätning.\r\nFigur 7.5 Poröst filter och \r\nspaltfilter.\r\n","Datainsamlingssystem ska mäta parametrar med minst den frekvens och nog-\r\ngrannheter som anges i Tabell 7.4. Dataöverföring från sensorerna kan ske \r\nmed kabel, ljudöverföring i sondstängerna eller att i efterhand tömma ett data-\r\nminne i sondspetsen. Det senare ställer krav på en synkroniseringsparameter. \r\nSonden ska ha samma diameter som spetsen upptill 400 mm från spetsen. Vid \r\n10 cm2 kon area används φ 36 mm minst upp till denna nivå. Stängernas rakhet \r\nska kontrolleras före varje sondering. Vanligen används φ 32 mm sondstänger.\r\nSondstänger väljs med hänsyn till erforderlig neddrivningskraft och signalö-\r\nverföringssystemet för mätdata. Signalöverföring med kabel fordrar ihåliga \r\nstänger och skarvtappar. Kraven i övrigt är att skarvarna skall vara styva och \r\nstängerna raka. För de nedersta 5 metrarna får den maximala utböjningen på \r\nmitten av en 1 m lång stång vara 0,5 mm i förhållande till en rät linje genom \r\nändpunkterna. Motsvarande mått för sondstänger högre upp är 1 mm. Motsva-\r\nrande krav på rakhet gäller också skar varna.\r\nUtrustning för neddrivning av sonden ska ha en slaglängd på minst 1 m och ha \r\nen vikt eller vara förankrad så att utrustningen inte kan röra sig relativt marky-\r\ntan i såväl vertikal- som i horisontalled. Den skall också ha en sådan kraft att \r\nden kan pressa ned sonden utan vibrationer och med konstant hastighet obe-\r\nroende av motståndet. Nedpressningshastigheten vid Spetstrycksondering ska \r\nvara 20 mm\/s ± 5 mm\/s.\r\nNedpressningsutrustningens vertikalitet ska ha en maximal tillåten avvikelse \r\nfrån lodningen av 20 mm\/m.\r\n7.2.3  Sonderingstyp och  \r\n användningsklass\r\nStandarden har två sonderingstyper nämligen CPT (utan portryckmätning) och \r\nCPTU (med portryckmätning). I Sverige utförs nästan uteslutande sonderingar \r\nav typ CPTU. \r\nStandarden delar in utförandet i 4 olika användningsklasser beroende på geolo-\r\ngi och noggrannhetskrav. Denna standard är avsedd att kunna användas globalt \r\noch i alla jordförhållanden. De allmänna noggrannhetskraven är därmed lägre \r\nän vi är vana vid men det påpekas att i regioner med mycket lösa jordar, som \r\ni Sverige, kan högre krav gälla. Därför har i Tabell 7.1 lagts till en klass (an-\r\nvändningsklass 0) som motsvarar tidigare CPT-3 som definieras i SGF:s me-\r\ntod-beskrivning från 1993.\r\n  \r\n7.2.4  Kontroller\r\nAllmänt\r\nResultaten från Spetstrycksondering kan användas till kvalificerad utvärdering \r\nav jordparametrar under förutsättningen att alla krav enligt standarden upp-\r\nfylls. Det innebär att det är av stor vikt att kontroller av utrustning utförs på \r\nett adekvat och riktigt sätt. I Tabell 7.2 visas översiktligt de kontroller som er-\r\nfordras för att resultaten skall bli av hög kvalitet.\r\nVid planering av spetstrycksondering, speciellt när portrycksmätning utförs, \r\n","måste man vara medveten om att förberedelserna inför varje sondering ofta \r\nkräver längre tid än själva sonderingen. Undantaget är mycket djupa sonde-\r\nringar och sonderingar med avbrott för olika specialförsök.\r\nI avsnitten nedan beskrivs kontrollerna mer i detalj.\r\nFöre sondering\r\nAvståndet till närliggande sonderingar bör vara minst 2 m. I de fall sondering-\r\nen kompletteras med störd provtagning skall sonderingen utföras först och \r\nprovtagningsdjupen väljas med ledning av sonderingsresultaten. Andra sonde-\r\nringar med luft- eller vattenspolning bör utföras efter spetstrycksonderingen \r\neller välj ett större inbördes avstånd. Schakter i närheten av sonderingspunkten \r\nbör också undvikas. \r\nFörborrning eller prylning genom fyllning och torrskorpa bör utföras för att \r\nt.ex. undvika att filtret tappar sin vätskemättnad eller att sensorernas nollpunk-\r\nter påverkas. Notera alltid i vilken jord förborrningen sker. Notera också om \r\nmöjligt grundvattennivån i borrhålet.\r\nSondspetsen får inte utsättas för stora temperaturväxlingar och ska därför för-\r\nvaras i skugga, i vatten eller i ett sonderingshål före sonderingen så att tempe-\r\nraturen är ungefär lika som jordtemperaturen.\r\nDessutom ska följande kontrolleras före start av sonderingen:\r\n• Att kalibrering av sondspets är giltig enligt gällande standard. \r\n• Slitaget av sondspetsens delar uppfyller angivna krav och att kvalitén på tät-\r\nningar mellan sondens olika delar är tillfredsställande.\r\n• Filter är vätskemättade (fettmättade) och luftfria. Dessutom skall inte filtret \r\nglappa men väl gå att rotera. \r\n• Sondstänger har erforderlig rakhet.\r\n• Att nedpressningsutrustningens vertikalitet är inom tillåten avvikelse.\r\nEn nollavläsning ska utföras före sonderingens början med monterad spets. \r\nFöre själva avläsningen bör sonden anpassas till jordens temperatur. Om möj-\r\nligt görs detta bäst om sonden får hänga i borrhålet med elektroniken påslagen. \r\nUtförs nollavläsningen under vatten noteras vattendjupet.\r\nVätskemättnad av filter och sondspets\r\nEtt av de moment i förberedelserna som är tidskrävande, men också avgörande \r\nför kvaliteten i sonderingsresultatet, är vätskemättnad av sondspetsen.\r\nNedan beskrivs vätskemättnad av sondspetsen för poröst filter och för spaltfil-\r\nter. \r\nMålsättningen vid vätskemättnad av sondspetsen är att alla utrymmen ska vara \r\nvätskefyllda och alla eventuella luftbubblor borttagna så att porvattentrycket \r\ni jorden mäts direkt i spetsens tryckgivare utan fördröjning och utan tryckför-\r\nlust.\r\nVätskemättning av sintrade filter utförs normalt i förråd eller laboratorium. \r\n","Skall sonderingen utföras i jord där negativa portryck kan befaras, t.ex. fast \r\nlagrad sand och silt eller överkonsoliderad lera, i icke vatten mättad jord eller \r\nutan förborrning genom torrskorpan, väljs glycerin. Vid övrig sondering kan \r\nvatten användas som alternativ.\r\nVid användning av glycerin läggs de torra filtren i vätskan och behandlas med \r\nhögvakuum under ett par timmars tid. Därefter placeras filtren i en lufttät be-\r\nhållare med vakuumbehandlad glycerin.\r\nVid användning av vatten kokas filtren i minst 15 minuter. Filter och kokvatten \r\nfår svalna under tättslutande lock och förvaras sedan i väl fyllda lufttäta behål-\r\nlare. Dessutom avluftas en större vattenmängd med hjälp av t.ex. vattensug.\r\nEn metod för montering av filter med glycerin är att använda en plasttratt, se \r\nFigur 7.6. Sonden vänds upp och ned och spetsen skruvas av. Därefter träs en \r\nplasttratt över sonden. Försiktighet måste sedan iakttas eftersom friktionshyl-\r\nsan inte är låst förrän monteringen är färdig. I tratten fylls nu försiktigt avluf-\r\ntad glycerin. Med hjälp av en spruta med kolv avlägsnas alla luftbubblor i son-\r\ndens och spetsens hålrum, kanaler och gängor samt på tätningar och eventuella \r\nandra lösa delar. Filtret överförs försiktigt från sin behållare till tratten och alla \r\nTabell 7.1 Användarklasser 1-4 enligt SS-EN ISO 22476-1.\r\nTabell 7.2 Kontrollschema.\r\n","delar monteras under vätskeytan. Efter det att spetsen skruvats fast, kontroller-\r\nas filtrets passning på nytt så att det lätt kan roteras med fingertopparna samti-\r\ndigt som det inte glappar. Sonden överförs sedan direkt till sonderingspunkten. \r\n \r\nSondering från markytan, eller i förborrat men inte vattenfyllt hål, påbörjas se-\r\ndan utan onödigt dröjsmål. I vattenfyllda hål kan man dock låta sonden anpas-\r\nsa sig till temperaturen en viss tid innan sonderingen startar. I det fall sonde-\r\nring skall utföras från markytan men sonden först behöver temperaturstabilise-\r\nras i ett vätskefyllt hål, bör sondens nedre del vara skyddad av en glycerinfylld \r\nplastpåse under stabiliseringen.\r\nMotsvarande procedur kan göras för vatten. Ett tips är att använda en gummi-\r\nboll som tätar när sondenspetsen förs ned under vattnet, se Figur 7.7. Det är \r\nviktigt att allt sker under vatten och den färdigmonterade sonden överförs till \r\nborrhålet i en vattenfylld påse eller i skydd av en kondom. När sondspetsen är \r\nunder vattnet slits plastpåsen av.\r\nVätskemättnad av en spets där det porösa filtret är ersatt med en smal spalt \r\nsker genom att spetsen skruvas av. Pipen på en fettub sticks in i hålet i spetsens \r\nbakkant och fett pressas in så att det fyller alla hålrum. Pipen dras ut under \r\nfortsatt fettuttryckning så att spetsen blir helt fylld. Sonden vänds upp och ned \r\noch hålrummet vid portrycksmätaren fylls med avluftat vatten varpå spetsen \r\nskruvas fast, Figur 7.8.\r\nEfter sonderingen\r\nSonderingslängden vid sonderingsstopp avläses manuellt och noteras. \r\nDärefter dras sonden upp. Direkt efter uppdragningen och innan sondens tem-\r\nperatur ändras tas nya nollvärden. Nollavläsning skall utföras på en obelastad \r\nsond, med monterad spets, friktionshylsa och portrycksfilter på samma sätt \r\nsom innan start av sonderingen.\r\nEventuell onormal förslitning kontrolleras och noteras. Spalter och tätringar in-\r\nspekteras och rengörs.\r\nEfter sonderingen studeras vattenytan i borrhålet. Visar det sig att artesiskt vat-\r\nten strömmar upp ur borrhålet måste detta tätas. Grundvattenytans läge efter \r\nstabilisering noteras om hålet inte tätats. \r\nDirekt efter att sonderingen avslutats införs all nödvändig information och \r\ngjorda iakttagelser i protokoll, se Kapitel 13. \r\nEfter varje utfört sonderingsprojekt liksom vid slutet av varje arbetsdag ska \r\nsonden tas isär och rengöras. O-ringar och tätningar kontrolleras och smörjs in \r\nmed vaselin och eventuell fukt torkas ut innan sonden åter sätts ihop. Uttork-\r\nningen får endast ske vid rumstemperatur och inte genom upphettning.\r\n","7.2.5  Utförande\r\nFöre start\r\n• Om nödvändigt förborra genom fyllning eller torrskorpa och om möjligt till \r\ngrundvattenytan eller vattenmättad jord.\r\n• Förankra borrvagnen vid behov\r\n• Rikta gejdern vertikalt med hjälp av vattenpass. Avvikelsen från lodlinjen får \r\ninte vara större än 2 % (2 cm\/m).\r\n• Starta datainsamlingsenheten och skriv in aktuell information för projektet \r\noch borrhålet.\r\n• Kontrollera med kraftmätare att spetsens kraftgivare visar rätt värden.\r\nKontroller under utförande\r\nKontrollera kontinuerligt under sonderingen att mätvärden registreras i datain-\r\nsamlingsenheten och att rätt neddrivningshastighet används.\r\nSe till att sondstängernas axel sammanfaller med gejderns tryckriktning och \r\nFigur 7.6 Exempel på sätt att vätskemätta \r\nsonderingsspets med vatten.\r\nFigur 7.7 Exempel på sätt att vätske-\r\nmätta sonderingsspets med glyce-\r\nrin.\r\nFigur 7.8 Exempel på sätt att vätskemätta sonderings-\r\nspets med spaltfilter.\r\n","starta neddrivningen. Neddrivningshastigheten ska vara 20 mm\/s. Uppehåll \r\ni sonderingen görs endast för skarvning av sondstänger och omtagning av \r\ngrepp. Korta stopp i permeabla lager under grundvattenytan, för mätning av \r\nportrycksutjämning, kan dock accepteras. Notera sådana stopp i protokoll.\r\nJämför kontinuerligt att antalet sondstänger överensstämmer med det sonde-\r\nringsdjup som registrerats i datainsamlingsenheten.\r\nKontrollera spetstrycket under sonderingens slutskede för att vara beredd på \r\nomedelbart stopp när maximal spetskraft uppnåtts eller lutningen blivit för stor. \r\nSonderingen avslutas när maximal spetskraft uppnåtts eller när förutbestämt \r\nsonderingsdjup åstadkommits. \r\n \r\n7.2.6  Redovisning\r\nRedovisning av spetstrycksondering ska utföras enligt Tabell 7.3 samt Kapitel \r\n1 samt enligt SGF\/BGS beteckningssystem samt kontrollera så att metodkoder-\r\nna är rätt enligt nya dataformatet, ja det stämmer. Spets- och mantelareafaktor \r\nska också anges i fältprotokoll.\r\n7.2.7  Kalibrering av utrustning och  \r\n krav på noggrannhet\r\nEn ny spetstrycksond ska vid leverans vara kalibrerad med avseende på:\r\n• Areafaktor för såväl spets som friktions hylsa.\r\n• Inverkan av inre friktion\r\n• ”Cross talk” eller interferenseffekter \r\n• Temperatureffekter\r\nDessutom ska alla ingående sensorer kalibreras helst tillsammans med aktuell \r\ndatainsamlingsenhet.\r\nDärefter ska sonden kalibreras minst var 6:e månad eller när större reparationer \r\nutförts eller när vitala delar bytts ut. Vid långa projekt bör sonden kalibreras \r\nvar 3:e månad.\r\nNär alla felkällor, såsom t.ex. inre friktion, onoggrannhet i sensorer och datain-\r\nsamlingsenhet, excentrisk belastning, temperatureffekter och dimensionsfel är \r\nadderade ska mätonoggrannheten vara högst de i Tabell 7.4 angivna.  \r\nDen tillåtna maximala onoggrannheten är det lägsta av de två som är angiv-\r\nna i Tabell 7.4. De procentuella värdena i tabellen ska räknas på det aktuella \r\nmätvärdet och således inte på maximalt mätområde.\r\nFunktionskontroll av spetskraft i fält kan enkelt utföras med hjälp av en last-\r\ncell. Tryckgivaren kan kontrolleras för små portryck nedsänkt i ett vattenfyllt \r\nborrhål.\r\n","7.3  Jord-Bergsondering\r\n7.3.1  Beskrivning\r\nMed jord-bergsondering (Jb-sondering) avses normalt sondering i jord och \r\nberg med hydrauldrivna borrmaskiner med borrstänger och bergborrkrona. Vid \r\nJb-sondering överförs slagenergi från en slaghammare via ett borrstål till en \r\nborrkrona, som kan vara av olika typ och dimension. Slagenergin används för \r\navverkning av det genomborrade mediet. Borrstålet roteras och tryckbelastas \r\nsamtidigt som borrkronan slås\/pressas mot berget. För att borrning ska kunna \r\nutföras på ett kontrollerat sätt hålls borrhålsbotten ren från lösgjorda fragment \r\nmed hjälp av spolning genom ett centralt spolhål i borrstålet och spolkanaler i \r\nTabell 7.3 Redovisning av spetstrycksondering.\r\nTabell 7.4 Tillåtna totala mätonoggrannheter. \r\n","borrkronan. Vanligtvis används vatten eller luft som spolmedia, men också an-\r\ndra typer som tung borrvätska, skum eller polymerer förekommer.\r\nI SGF Metodbeskrivning Rapport 4:2012 indelas Jb-sondering i fyra klasser \r\nsom benämns Jb-1, Jb-2, Jb-3 och Jb-tot. Klassificeringen inryms i den ram-\r\nbeskrivande europastandarden ISO\/WD 22476-X som för närvarande är under \r\nframtagande.\r\nJb-1 är den enklaste klassen och kan utföras med borriggar utan registrerings-\r\nutrustning. Tiden för 0,2 m sjunkning mäts då manuellt och antecknas i proto-\r\nkoll.Vid borrning med geoteknisk undersökningsrigg finns det normalt ingen \r\nanledning att utföra sonderingsborrningen som Jb-1, utan här används någon \r\nav de mer noggrannare sonderingsklasserna.\r\nJb-2 används för bestämning av bergnivå samt för att grovt bedöma bergets \r\nkvalité vid borrning i kristallint berg inför konventionell platt- och pålgrund-\r\nläggning samt diverse schaktarbeten. Vid borrning genom bottenmorän och \r\nrösberg kan bergöverytan vara svårdefinierad, både under själva borrningsarbe-\r\ntet och vid efterföljande tolkning av registrerade borrparametrar. Normalt bor-\r\nras minst 3 eller 5 m i berg, men både längre och kortare borrlängd kan före-\r\nkomma beroende på syftet. Är borrlängderna kortare måste risken för att borr-\r\nning skett i block beaktas. Vid sondering genom jordlager ges en indikation om \r\njordens sten och blockinnehåll. \r\nJb-3 genomförs företrädesvis vid sondering i sedimentärt berg samt vid mer \r\nkomplicerade bergarbeten och grundläggningar. Här krävs det ofta borrning i \r\nberg längre än 5 m. Det rekommenderas att Jb-3 utförs i ett installerat foderrör \r\ngenom jordtäcket, alternativt från avschaktad yta eller berg i dagen. Då påver-\r\nkar inte jorden borregistreringen och dessutom ges möjligheten att mäta retur-\r\nvattnet för jämförelse med registrerat spolflöde. Den stora fördelen är emeller-\r\nFigur 7.9 Jb-sondering.\r\n","tid att foderröret ger möjlighet att utföra andra mätningar och loggningar i det \r\nutförda sonderingsborrhålet för en kvalificerad bedömning av bergkvalitet och \r\nstruktur. Jb-3 sonderingen ger stöd vid tolkning och utvärdering. Borrkronans \r\ndiameter måste dock anpassas till respektive kompletterande metod. För att \r\nkunna göra en bedömning av bergets hårdhet och vittringsgrad från borregist-\r\nreringen krävs att platsspecifik referensborrning genomförs. \r\nJb-totalsondering (Jb-tot) görs med motsvararande registrering som för Jb-2 \r\nmed tillägget att man har infört ett vridtryckskede, d.v.s. ett statiskt skede med \r\navslagen hammare och spolning samt konstant rotations- och sjunkhastighet \r\n(25 rpm respektive 20 mm\/s). Vridtryckskedet kan då ofta ersätta komplette-\r\nrande vikt- och mekanisk trycksondering och man får på så sätt en rationell \r\nsonderingsmetod. Metoden är effektiv vid undersökningar där grovkornig jord \r\növerlagrar lösare. Särskilt användbar är metoden vid undersökningar i isälvs-\r\nmaterial med kombinationen spetstrycksondering med Jb-totalsondering varvid \r\nen en god bild av hela jordlagerföljden och dess fasthet samt bergläge erhållits. \r\nEn stor fördel med Jb-tot är att man kan minska antal medhavda typer av sond-\r\nstänger. Utförs spetstrycksondering med samma stångtyp  \r\n(φ 44 mm geostänger) som Jb-totalsondering täcks de flesta undersökningssitu-\r\nationer endast med en stångtyp och dimension. \r\n7.3.2  Utrustning\r\nBorrigg: skall ha en sådan tyngd att den inte förflyttas varken i vertikal- eller \r\nhorisontalled under sonderingsborrningen. \r\nHammare: endast toppslående hydrauliskt driven hammare. I samtliga sonde-\r\nringsklasser skall hammare väljas så att sjunkningshastigheten i hårt osprucket \r\nberg blir 3,3 till 10 mm per sekund (motsvarande 60 till 20 s\/0,2 m) med aktu-\r\nell utrustning och parameterinställning som erhållits vid kalibreringsborrning. \r\nÖnskas högre upplösning i jord eller mjukt\/trasigt berg skall sjunkningshastig-\r\nhet i det lägre intervallet väljas.\r\nVridmotor: Vridmotorns kapacitet ska vara 40 – 200 rpm. Varvtalet skall väl-\r\njas så att stiftborrkronans periferihastighet är ca 10 mm per hammarslag och \r\nvid val av skärborrkrona skall periferihastigheten vara ca 12,5 mm per ham-\r\nmarslag.\r\nSpolmedia:Vid Jb-1 och Jb-2 kan spolning göras med såväl luft- som vat-\r\ntenspolning (eller annan flytande spolmedia). Vid Jb-3 och Jb-tot skall vat-\r\ntenspolning användas. Dock kan luftspolning användas i undantagsfall vid Jb-\r\ntot t.ex. vid sträng kyla eller då vatten inte får tillföras i marken. \r\nBorrstål:Vid Jb-1 kan utvändiga skarvhylsor användas. För övriga klasser (Jb-\r\n2,Jb-3, Jb-tot) ska invändiga skarvtappar användas så att stängerna har samma \r\nytterdiameter längs hela sin längd. Maximal tillåten utböjning för sondstång \r\nfrån en rät linje mellan stångens ändpunkter för de nedersta 5 m borrstål är \r\n1,0 mm\/m i förhållande till en rät linje genom ändpunkterna. Motsvarande för \r\nborrstålen högre upp är 1,5 mm\/m. Ovanstående krav gäller också över skar-\r\nvarna. Borrstål anpassas till borrkronans diameter med undantag för Jb-tot där \r\nsondstång skall utgöras av Geostänger med ytterdiameter ø 44 mm.\r\n","Borrkrona:Vid Jb-1, Jb-2, Jb-3 kan stiftborrkrona som skärborrkrona använ-\r\ndas. Typ och diameter anpassas till geologisk formation samt att ovanstående \r\nsjunkkriterier uppfylls. Vid Jb-tot skall borrkronan utgöras av 57 mm stiftborr-\r\nkrona som förses med backventil för att förhindra att lös jord tränger in i borr-\r\nstålet under den statiska sonderingsfasen. Stiftborrkronan ska slipas när borr-\r\nsjunkning synbart blir lägre än förväntat, eller när andra skador börjat uppträda \r\npå stift eller skär. Stiftborrkrona ska slipas när slitfasen överstiger halva stiftets \r\ndiameter. Vid periferislitage ska hårdmetallen slipas när släppningen är mindre \r\nän 0,5 mm på en stiftkrona. Skärborrkrona ska slipas senast när maximal slitfas \r\när 2,4 mm mätt 5 mm från kronans periferi eller när maximalt periferislitage är \r\n2 mm. Dessa kontroller utförs med en för ändamålet avsedd tolk\r\n7.3.3  Parametrar\r\nI Tabell 7.5 görs en generell sammanställning av ingående krav på mätta para-\r\nmetrar samt godtagbart utförande för registrering och val av spolmedium. \r\n7.3.4 Kontroller\r\nFältkontroll utförs dagligen vid borrning för att kontrollera att sensorernas och \r\nmanometrarnas värde inte förändras sedan kalibreringen. All fältkontroll doku-\r\nmenteras och förvaras i anslutning till borriggen. Inför varje borrhål skall kont-\r\nrolleras att borrkronan håller föreskrivna toleranser, att stålen är raka enligt \r\nföreskrivna toleranser, att inga mekaniska friktioner finns i borrutrustningen, \r\ninställning av aktuellt matningstryck och rotationshastighet. Avvikelser åtgär-\r\ndas före start av ny sondering eller vid den dagliga kontrollen, före dagens för-\r\nsta sondering. Bedöms avvikelsen vara av sådan natur att den påverkar sonde-\r\nringsresultatet i ringa omfattning kan sondering ändå utföras. Avvikelser måste \r\nemellertid alltid protokollföras. I syfte att kontrollera att gällande kalibrerings-\r\nvärde innehålls utförs var 14:e dag eller när något har inträffat som befaras ha \r\npåverkat inställningar eller kalibreringar, kontroller av registreringsutrustning, \r\ngivare och manometrar.\r\n• Sjunkningshastighet kontrolleras genom att 1,00 m sondering görs i tomt \r\nborrhål eller ovanför markytan med konstant hastighet. Tiden mäts och om-\r\nFigur 7.10 Borrkronor.\r\n","räknas till hastighet som jämförs med det registrerade värdet.\r\n• Rotationshastighetkontrolleras genom att antal varv räknas och jämförs med \r\ndet antal som registrerats på registreringsenheten. Detta kan lämpligen göras \r\nmed en tachometer som direkt ger rotationshastigheten i rpm. \r\n• Matningskraft kontrolleras genom att lägga ett tryck på stången som antingen \r\navläses på en manometer på borriggen eller med en extern kraftgivare. Erhål-\r\nlet mätvärde jämförs med det registrerade.\r\n• Rotationstryck och hammartryck kontrolleras genom att utslaget på den \r\nmanometer som är ansluten till hydraulsystemet för vridmotorn avläses och \r\njämförs med registrerat värde.\r\n• Spolvattentryck kontrolleras genom att utslaget på en manometer placerad vid \r\nflödesgivaren jämförs med registreringen.\r\n• Spolvattenflödekontrolleras genom att tiden som åtgår för att fylla ett kärl \r\nmed känd volym mäts. Det härur beräknade flödet jämförs med det som re-\r\ngistrerats. Exempel på utrustning för fältkontroller kan vara:\r\no Måttsatt hink\r\no Tumstock eller måttband\r\no Klocka\r\no Skjutmått\r\no Elektrisk lastcell med mätenhet\r\n7.3.5 Utförande\r\nBorriggen ställs upp stabilt så att den inte kan ändra sitt ursprungliga läge. \r\nLodning och ev. förankring görs av borriggen. Maximal tillåten avvikelse från \r\nlodlinjen är 2 % eller 20 mm\/m vid vertikala borrhål och motsvarande avvikel-\r\nse vid lutande hål.\r\nTabell 7.5 Generell sammanställning av Jb-metoden.\r\n","Följande borrparametrar skall hållas konstanta under sonderingens gång:\r\n• Matningskraft\r\n• Rotationshastighet \r\n• Hammartrycket.\r\nVid Jb-tot ska i vridtryckskedet sjunkhastighet (20 mm\/s) samt rotationshastig-\r\nhet (25 rpm) vara konstant. Under hammarborrning i jord hålls matningskraft, \r\nrotationshastighet och hammartryck konstanta med parameterinställningar an-\r\npassade efter jordförhållanden. \r\nVid bergborrning används de parameterinställningar som erhållits vid kalibre-\r\nringsborrning. Avvikelser kan dock uppstå vid t.ex. borrning i trasigt berg eller \r\nvid påhugg i släntberg.\r\nArbetsgång Jb-1, Jb-2 och Jb-3:\r\n1. Kontrollera att masten står lodrätt. Första borrstålet skall hänga centrerat i \r\nstånglåset\r\n2. Gör nollavläsning antingen utan borrstål, eller med kronan ca 10 cm ovan \r\nmarkytan.\r\n3. När nollavläsning är klar och borrkronan står i marknivå (alternativt vatten-\r\nyta) starta spolning.\r\n4. Starta registrering på fältdator samtidigt som matning nedåt försiktigt på-\r\nbörjas.\r\n5. Slå på hammare vid behov, t.ex. vid tjälad eller fast mark eller fyllning.\r\n6. Starta rotation. Det är lättare att få stången att gå rakt om rotation inte star-\r\ntas direkt vid markytan i fastmark.\r\n7. När första stången borrats ned och nästa stång skarvats på, kontrolleras att \r\nborrstålet är i lod. Annars flyttas borrpunktens läge något \r\n8. Borrning i jord: sker med efter jordförhållanden anpassad konstant mat-\r\nningskraft, rotationshastighet samt hammartryck. Kontroll görs att det hela ti-\r\nden finns spolning, men utan att spoltrycket ökas onödigt mycket. I lös jord, \r\nska hammaren, samt i möjligaste mån rotationen vara avslagen. Fältbedöm-\r\nningar och noteringar görs enligt ovan.\r\n9. Borrning i berg: ska i normalfall ske med samma inställningar som använ-\r\ndes vid kalibreringsborrningen. Konstant matningskraft, rotationshastighet \r\nsamt hammartryck. Fältbedömningar och noteringar görs enligt ovan. \r\n10.Borrning i berg genomförs till avtalad längd i berg.\r\nArbetsgång Jb-tot:\r\n1. Den maximala tryckkraften (15 – 30 kN) som borriggen kan uppnå vid son-\r\nderingspunkten anges i protokoll eller till datainsamlingssystem.\r\n2. Förborrning (hammarborrning) genomförs för de inledande 0,5 m för att få \r\nen god styrning vid sonderingen.\r\n3. Den statiska vridtrycksonderingen påbörjas med konstant rotationshastig-\r\nhet, 25 rpm, och konstant sjunkhastighet 20 mm\/s. Vridningen skall inledas \r\nomedelbart när tryckningen startas.\r\n","4. Då sondering utförs i jordart som bildar en hård propp i spolhålen, t.ex. \r\nvissa siltiga jordar och lermorän, trycks proppen ut med spolning vid varje \r\nstångskarvning. \r\n5. När sonderingsmotståndet blir för stort så att den konstanta sjunkhastighe-\r\nten inte kan upprätthållas påbörjas hammarborrning genom att spolning kopp-\r\nlas på och direkt därefter hammaren med normal vridhastighet och matnings-\r\nkraft enligt principer gällande för Jb 2- sondering.\r\n6. När block, hinder eller fastare jordlager borrats igenom med hammarborr-\r\nning förs borrkronan upp och ner några gånger med samtidig spolning för att \r\nsäkerställa att inte inspänningar och friktion erhålls mot sondstången. Därefter \r\nåterupptas det statiska vridtryckskedet.\r\nFältbedömningar och noteringar ska genomföras under hela sonderingsför-\r\nloppet avseende:\r\n• Fälttolkning av jordlager\r\n• Genomborrade block eller annat material\r\n• Förmodad bergyta\r\n• Borrkaxnoteringar\r\n• Nivå för bergsprickor eller krosszoner\r\n• Avvikelser i försöksutförandet\r\nFoderrör ska installeras vid borrning på vatten från flotte eller plattform om \r\nströmförhållandena är sådana att sondstängernas utböjning är för stor, eller att \r\nvertikaliteten enligt ovan inte kan uppfyllas. Foderrörens utböjning ska tolkas \r\nföre sondering. Borrstålet ska gå fritt i foderröret. Vidare gäller att foderrör \r\nskall sättas då borrstångens fria längd överstiger 3 m.\r\nAvtalad borrlängd i förmodat berg ska vara upprättad för varje borrhål bero-\r\nende på syftet. Vid sondering inför underjordsanläggningar i berg ska förutbe-\r\nstämda borrhål i berggrunden pluggas med cementinjektering. Tätning av jord-\r\ndelen utförs i utvalda borrhål med bentonit.   \r\n7.3.6 Redovisning\r\nFälttolkningar skall göras för samtliga sonderingsklasser. \r\nVid ritningsredovisning i plan redovisas Jb-sondering i plan som dynamisk \r\nsondering (d.v.s. med övre cirkelhalvan fylld) med undantag av Jb-tot som re-\r\ndovisas både som en dynamisk och statisk sondering (d.v.s. både den övre och \r\nundre halvan fylld). Har borrkax tagits för analys redovisas detta med halvfylld \r\nundre cirkel enligt nedan.  \r\nRedovisning på sektionsritning för sonderingsklasserna visas i Figur 7.11. \r\nMetodkod enligt SGF:s formatstandard är 12 för Jb-1, 41 för Jb-2, 42 för Jb-3 \r\noch slutligen 73 för Jb-tot.\r\n","7.3.7 Kalibrering av utrustning och krav på noggrannhet\r\nKalibreringsborrning utförs i syfte att ställa in hammare(tryck), matnings-\r\nkraft, krondiameter, varvtal och spolning så att angivna sjunkningskrav kan \r\ninnehållas. Kalibreringsborrning skall alltid utföras av ny borrutrustning eller \r\nnär förändringar har utförts av utrustningen. Det rekommenderas att kalibre-\r\nringsborrning sker före start av varje större projekt, dock minst var sjätte må-\r\nnad. Kalibreringsborrning ska utföras i homogent kristallint berg med varm-\r\nkörd maskin i syfte att ställa in matningstryck, rotationshastighet och andra \r\nborrparametrar så att borrsjunkningen blir ett konstant värde mellan 3,3 till 10 \r\nTabell 7.6 Symboler för fältbedömning av bergets sprickighet.\r\nFigur 7.11 Redovisning av Jb-sondering enligt SGF Metodbeskrivning Rapport 4:2012.\r\n","mm\/s motsvarande ett borrmotstånd på mellan 60 respektive  \r\n20 s\/0,2 m. De inställningar på borrparametrar som erhålls vid kalibrerings-\r\nborrning ska sedan hållas vid all efterföljande Jb-sondering till dess att en ny \r\nkalibreringsborrning utförs.\r\nKalibrering av sensorer och manometrar ska utföras regelbundet och utföras \r\nså att erhållna värden ska vara spårbara till refe renssensorer. Sensorer för mät-\r\nning av de aktuella parametrarna ska regelbundet kalibreras på godkänt sätt.\r\nFör sjunkningshastighet och matningskraft gäller att sensorerna skall kalibre-\r\nras minst var sjätte månad och för övriga sensorer gäller minst 1 gång per år. \r\nManometrar för mätning av matningskraft, vridmoment och spoltryck kali-\r\nbreras som övriga givare. Vid större avvikelser än angivna toleranser mellan \r\nuppmätta och registrerade värden skall givarekonstanter ändras i registrerings-\r\nenheten. Om detta inte låter sig utföras direkt kan mätvärdena justeras i sam-\r\nband med redovisning. Alla kalibreringsprotokoll ska förvaras i anslutning till \r\nborrutrustningen.\r\nVid sonderingsklass Jb-2, Jb-3 och Jb-tot skall automatisk registrering göras \r\nminst en gång per 25 mm borrsjunkning av samtliga i klassen ingående para-\r\nmetrar. Vid Jb-1 ska borrmotståndet registreras eller protokollföras minst varje \r\n0,2 m. Borrkronans verkliga nivå skall kunna bestämmas med en absolutnog-\r\ngrannhet av ± 0,05 m eller bättre relativt markytan eller annat referenssystem. \r\nBorrparametrar ska mätas med minst de i Tabell 7.7 angivna noggrannhet. I \r\nTabellen anges absolutnoggrannhet, d.v.s. maximalt tillåtet fel i varje mätvär-\r\nde för djup, borrmotstånd, sjunkningshastighet, matningskraft(< 10 kN) samt \r\nvarvtal. För övriga mätvärden gäller % av fullt skalutslag d.v.s. sensorns maxi-\r\nmala mätområde.\r\n7.4  Hejarsondering\r\n7.4.1  Beskrivning\r\nHejarsondering är en gammal sonderingsmetod som i Sverige utvecklats från \r\n1935 och framåt. Syftet med hejarborren var då att bestämma fasta bottens \r\nläge. Metoden utfördes då helt manuellt men har sedermera också utvecklats \r\nför motordriven sonderingsutrustning. \r\nDen senaste svenska metodbeskrivning från 1979 är nu helt ersatt av en euro-\r\npeisk fältstandard som innehåller förutom den ”svenska” hejarsondering också \r\nTabell 7.7 Mätnoggrannhet för parametrar vid olika sonderingsklasser.\r\n","flera varianter med både lättare och tyngre slagning.\r\nVid hejarsondering slås en konad cy-\r\nlindrisk sondspets ned i jorden med en \r\nfrifallshejare. Slagenergin överförs till \r\nsondstängerna via en slagdyna med mel-\r\nlanlägg. Antalet slag, beroende på metod \r\nregistreras eller antecknas för varje 0,1 \r\neller 0,2 meters sjunkning.\r\nGällande standard SS-EN ISO 22476-\r\n2 innehåller 5 hejarsonderingsmetoder \r\nmed olika slagenergi:\r\n• Lätt hejarsondering (DPL) \r\n• Medeltung hejarsondering (DPM)\r\n• Tung hejarsondering (DPH).\r\n• Mycket tung hejarsondering, typ A \r\n(DPSH-A)\r\n• Mycket tung hejarsondering, typ B \r\n(DPSH-B)\r\nMetoden DPSH-A är nära nog identisk \r\nmed tidigare svensk hejarsondering, \r\nmetod HfA. Det finns en Svensk Nationell Bilaga till Europastandarden som \r\ninnehåller tilläggsinformation om hur metoden skall utföras i Sverige. \r\nHejarsondering används huvudsakligen för bestämning av sannolikt stopp för \r\nspetsburna betongpålar, samt via empiri för härledning av olika jordparametrar \r\navseende hållfasthets- och deformationsegenskaperi friktionsjordar, moräner \r\noch sådan lermorän där andra sonderingsmetoder inte kan drivas ned. \r\n7.4.2  Utrustning\r\nFakta om de olika hejarsonderingsmetodernas geometriska data framgår av Ta-\r\nbell 7.8.\r\nNedan anges olika krav på utrustningen som gäller för metoden DPSH-A. Kra-\r\nven gäller också i tillämpliga delar för de övriga metoderna.\r\nHejarens diameter Dh är för de vanligaste svenska utrustningarna mellan 270 \r\noch 320 mm. \r\nUtrustning för hejarsondering består av följande huvuddelar:\r\n• Neddrivningsutrustning, hejare.\r\n• Sondstänger med slagdyna, styrrör och mellanlägg.\r\n• Sondspets.\r\nUtrustning för nedrivningen av hejaren ska vara så utformat så att inget eller \r\nFigur 7.12 Hejarsondering\r\n","ringa motstånd (friktion) erhålls under fallet. \r\nSlagdynan ska vara ordentligt fäst vid sondstängerna. \r\nNeddrivning görs med frifallshejare monterad i en så kallad hejarbock eller på \r\nen borrvagn. För DSPH-A ska hejarens massa vara 63,5 ± 0,5 kg och förhål-\r\nlandet mellan längd och diameter ska vara mellan 1 och 2. Hejaren ska löpa på \r\nstyrröret genom ett axiellt hål vars diameter är 3 – 4 mm större än styrrörets di-\r\nameter. Fallhöjden ska vara 500 mm ± 10 mm.\r\nVid sonderingen används stötutjämnande  \r\nmellanlägg som tillsammans med hejare och fallhöjd enligt ovan ger en \r\nstötvågskraft på 50 – 60 kN i sondstången. Mellanläggen skall bestå av två st 2 \r\nmm uretangummi (Trelleborgs kvalitet 4013) eller motsvarande, 120 mm i yt-\r\nterdiameter och försett med ett 35 mm hål. \r\nSondspetsen är cylindrisk med diameter 45 mm ± 0,3 mm. Spetsen har en ko-\r\nnisk nedre ände med spetsvinkeln 90°. Den cylindriska delen är 90 mm lång.\r\nSondstängerna ska ha 32 mm diameter och vara av höghållfasthetsstål. Krök-\r\nningen får inte överstiga 1 mm\/m närmast spetsen och 2 mm\/m på övriga delar.\r\nAntalet slag på sonden mäts med mekaniska eller elektriska mätvärdesgivare, \r\neller räknas manuellt. Sonderingsdjupet mäts med elektriska, eller mekaniska \r\ndjupgivare, eller läses av mot markeringar på neddrivningsutrustningens gejder \r\neller på sondstängerna.\r\nTabell 7.8 Dimensioner och massa för de olika metoderna.\r\na Dh hejarens diameter, vid rektangulär form antas den mindre dimensionen \r\nmotsvara diametern\r\nb   endast förlorbar kon\r\nc   maximal stånglängd ska inte överstiga 2 m\r\n","7.4.3 Kontrollpunkter före utförande\r\nFöre varje undersökning ska det kontrolleras att dimen-\r\nsionerna på sondspets och övrig utrustning ligger inom \r\nde värden som anges i Tabell 7.9. Är sondspetsen ned-\r\nsliten ska den bytas ut och övriga avvikelser åtgärdas.\r\nKontrollera att mellanläggen är hela och att några finns \r\ni reserv.\r\nRakheten hos stängerna ska kontrolleras en gång på var-\r\nje ny undersökningsplats och åtminstone efter var 20:e \r\nsonderingsförsök på platsen. Efter varje undersökning \r\nska en visuell kontroll av stängernas rakhet utföras. \r\nKontrollera fallhöjden och att slag utförs utan större friktion.\r\nKontrollera att giltigt kalibreringsbevis finns.\r\n7.4.4 Utförande\r\nMontera neddrivningsutrustning med sondstängerna i lod. Kontrollera att lut-\r\nningen på utrustningen och hos sondstänger som sticker upp ovan markytan \r\ninte avviker mer än 2 % från vertikalen. Om detta inte är fallet ska hejarson-\r\nderingen avbrytas. Vid svåra grundförhållanden kan avvikelser på upp till 5 \r\n% tillåtas, men ska då noteras i protokoll. Fäst slagdynan med styrrör och två \r\nmellanlägg på sondstången.\r\nVid utförande av hejarsondering där stängerna är fria att röra sig sidledes, till \r\nexempel ovan vatten eller i foderrör, ska stängerna styras av stöd med låg frik-\r\ntion med högst 2,0 m inbördes avstånd för att förhindra böjning och utknäck-\r\nning under neddrivningen.\r\nStarta motorn och lyft hejaren 0,5 m. Slå ner sonden med konstant slagfrek-\r\nvens som ska vara mellan 15 och 30 slag\/minut.\r\nAlla avbrott längre än 5 minuter under sonderingen ska noteras.\r\nFigur 7.13 Sondspets för \r\nDPSH-A.\r\nFigur 7.14 Detaljer av heja-\r\nre och slagdyna med gum-\r\nmimellanlägg.\r\n","Under neddrivningen ska sonden vridas 2 varv per 0,2 m sjunkning. Om son-\r\nderingsmotståndet är mindre än 5 slag per 0,2 m behöver sonden inte vridas \r\nannat än vid påskarvning av ny sondstång. När sonderingsmotståndet är större \r\nän 50 slag per 0,2 m, vrids stången 2 varv efter vart 50:e slag. Sondstången får \r\ninte vridas i själva slagögonblicket.\r\nFör att beräkna mantelfriktionen på stången ska maximalt vridmomentet mätas \r\nefter varje meters sondering, samt vid avslut av borrhål.\r\nSondering utförs till sondstopp eller till förbestämt djup som bestämts i sam-\r\nband med upprättande av undersökningsprogram och startmöte\/fält. Sondstopp \r\nkan anses nådd vid 200 slag\/0,2 m eller när 100 slag\/0,2 m upprepats 5 ggr \r\n(1,0 m).\r\n \r\n7.4.5  Kontrollpunkter under  \r\n sondering\r\nKontrollera kontinuerligt under sonderingen att vridmomentet inte ökar dras-\r\ntiskt. Detta är en indikation på att sonden går snett och sonderingen kan behö-\r\nva avbrytas.\r\nJämför kontinuerligt att antalet sondstänger överensstämmer med det sonde-\r\nringsdjup som noterats i protokollet eller som registrerats i fältdatorn.\r\nStudera om hejaren studsar vid stoppslagning. I så fall sker stoppet sannolikt \r\nmot berg eller block.\r\n7.4.6  Redovisning\r\nRedovisning av hejarsondering ska utföras enligt Tabell 7.9 samt Kapitel 1.\r\nTabell 7.9 Redovisning av hejar sondering.\r\n","7.4.7  Kalibrering av utrustningen\r\nKontroll av utrustning och mätinstrument ska utföras efter eventuell skada, \r\növerbelastning eller reparation och minst en gång varje halvår. Kalibrerings-\r\nuppgifter ska förvaras tillsammans med utrustning. För krav och utförande av \r\nkalibrering  hänvisas till standarden SS-EN ISO 22476-2.\r\nEnergiförluster inträffar t.ex. genom friktion mot hejare eller när hejaren stö-\r\nter mot städet. Därför rekommenderas att den verkliga energi som överförs till \r\nsondstängerna bestäms för varje ny hejarsonderingsutrustning.\r\n7.5  Viktsondering\r\n7.5.1  Beskrivning\r\nViktsondering är den äldsta svenska standardiserade sonderingsmetoden som \r\ntogs fram 1917 av dåvarande SJ:s Geotekniska kommission. Metoden utfördes \r\ndå helt manuellt men har sedermera också utvecklats för motordriven sonde-\r\nringsutrustning. \r\nSonderingen kan idag enligt gällande standard SS-EN ISO\/TS 22476-10:2005 \r\nutföras såväl maskinellt som manuellt.\r\nVid viktsondering pressas en skruvformad spets, se Figur7.5, ned i jorden med \r\nbelastning och vridning. Sondering utförs utan vridning när sonderingsmot-\r\nståndet är mindre än 1 kN (100 kg). Om sonden inte sjunker för denna belast-\r\nning vrids den och antal halvvarv registreras för 0,20 m penetration. \r\nViktsondering används huvudsakligen i lösa till medelfasta sten- och blockfat-\r\ntiga jordarter för bestämning av jordlagerföljd och relativ fasthet. Känsligheten \r\när lägre än för andra sonderingsmetoder där stångfriktionen kan skiljas från det \r\ntotala sonderingsmotståndet. För att minska stångfriktionen på stängerna ge-\r\nnom ett fastare ytskikt kan förborrning eller foderrör användas.\r\nFigur 7.15 Geometrisk ut-\r\nformning av en viktsond-\r\nspets med måttuppgifter.\r\n","7.5.2  Utrustning\r\nUtrustning för viktsondering består av följande huvuddelar:\r\n• Sondspets\r\n• Sondstänger\r\n• Neddrivningsutrustning\r\nSondspetsen är skruvformad och gjord av 25 mm fyrkantstål, 200 mm lång \r\noch spetsad på 80 mm längd samt vriden ett varv åt vänster. Omskrivande dia-\r\nmetern för en ny spets ska vara högst 35,0 mm och minst 32,0 mm. Detta kont-\r\nrolleras med hjälp av en för ändamålet framtagen rörtolk. Den maximala till-\r\nlåtna förkortningen av sondens längd på grund av förslitning får högst var 15,0 \r\nmm.\r\nSondstänger till såväl manuell som maskinell viktsondering ska ha diameter \r\n22 mm. Avvikelse mellan en stångs båda ändar får inte vara större än 1 mm\/m \r\nför de nedersta 5 metrarna och 2 mm\/mför de följande stängerna vid jämn \r\nkrökning av stången.\r\nVid manuell viktsondering används en viktsats innehållande 2 st. vikter på 10 \r\nkg och 3 st. på 25 kg. Dessutom ska det ingå en klämma och svängel med mas-\r\nsan 5 kg i viktsatsen.\r\nVid maskinell sondering ersätts viktsatsen med en mekaniskt eller hydrauliskt \r\npåförd last.\r\nMaximal tillåten avvikelse för mätningskraften är ± 5 % av maxlasten (1 kN). \r\nMaximal tillåten avvikelse för djupregistrering är ± 0,1 m.\r\n7.5.3  Kontrollpunkter före utförande\r\n• Kalibrering av mätvärdesgivare är giltiga enligt metodbeskrivning\/standard\/\r\nföretagets kvalitetssystem.\r\n• Kontrollera med tolk att sondspetsen inte är nedsliten. Om så är fallet ska den \r\nbytas ut.\r\n• Kontrollera att sondstängerna uppfyller rakhetskravet.\r\n7.5.4  Utförande \r\nFörborra vid behov ett hål genom torrskorpelera, fyllning, eller tjäle. Detta är \r\nsärskilt viktigt om mantelfriktionen har betydelse för resultatet. Avgörs i sam-\r\nband med uppdragsgenomgång före fältarbetets start.\r\nMontera sondstänger med sondspets lodrätt i neddrivningsutrustningen. Noll-\r\nställ djupmätare eller notera var på gejdern som sonderingen börjar.\r\nBelasta sonden med den minsta belastning som behövs för sjunkning utan \r\nvridning (självsjunkning). Sjunkningshastigheten hålls inom gränserna 20 – 50 \r\nmm\/s. Vid hastigheter under 20 mm\/s ökas belastningen och vid hastigheter \r\növer 50 mm\/s avlastas sonden.\r\nVid manuell sondering, notera belastningen i stegen:\r\n0 - 0,5 - 0,15 - 0,25 - 0,50 - 0,75 - 1,00 kN\r\n","Belastningen protokollförs liksom det djup där den ändrats\r\nOm sonderingsmotståndet överskrider 1,00 kN vid lägsta sjunkningshastighet \r\nroteras sonden. Lasten 1,00 kN bibehålls och antal halvvarv för varje 0,2 m \r\nsjunkning antecknas.\r\nVid maskinell sondering är rekommenderat varvtal 60 halvvarv\/min (30 varv\/\r\nmin). Varvtalet ska hållas mellan 30 och 80 halvvarv\/min och får inte överskri-\r\nda 100 halvvarv\/min.\r\nVid hinder i jorden, där sonden inte sjunker för vridning, kan slagning el-\r\nler tryckning med större kraft än 1,00 kN tillåtas tillfälligt. De delar där detta \r\ngjorts markeras med ”slag” i protokollet.\r\nSonderingen avbryts vid vid ett djup eller sonderingsmotstånd som bestämts i \r\nförväg i samband med uppdragsgenomgången.\r\nEnligt praxis anses sondstopp nådd när minst 80 halvvarvs vridning erfordras \r\nunder fem på varandra följande 0,2 meters intervall med tilltagande fasthet el-\r\nler sjunkning vid 5 kN belastning understiger 5 cm under en halv minuts vrid-\r\nning.\r\n7.5.5   Kontrollpunkter under  \r\n sondering \r\nKontrollera kontinuerligt under sonderingen med maskinell utrustning att \r\nmätvärden registreras och att belastningen under vridning alltid ligger mellan \r\n0,85 och 1,15 kN. \r\nJämför kontinuerligt att antalet sondstänger överensstämmer med det sonde-\r\nringsdjup som noterats i protokollet eller som registrerats på datalogger.\r\nKontrollera att vibrationer från motorn hålls på så låg nivå att de inte påverkar \r\ndet mätta neddrivningsmotståndet.\r\nTabell 7.10 Redovisning av viktsondering.\r\n","7.5.6  Redovisning\r\nRedovisning av viktsondering ska utföras enligt Tabell 7.10 och Kapitel 1.\r\n \r\n7.6  Mekanisk trycksondering\r\n7.6.1  Beskrivning\r\nTidigare utfördes totaltrycksondering i Sverige med en pyramidformad spets \r\nförsedd med en glappkoppling och en mekanisk registrering av såväl totalmot-\r\nståndet som stångfriktion. Denna metod har nästan helt försvunnit från svenska \r\nmarknaden, utan nu används istället en vriden spets (viktsondspets).\r\nDet finns en europeisk fältstandard, SS-EN ISO 22476-12 (Mecanical Cone \r\nPenetration Test (CPTM), som är en metod där också mantelfriktionen mäts. \r\nDenna metod har idag ingen spridning i Sverige och därför beskrivs inte den-\r\nna i detta avsnitt utan nedan följer en beskrivning av mekanisk trycksondering \r\nmed vriden spets som inte är standardiserad men däremot har SGF gett ut ett \r\nMetodblad som ger en översiktlig beskrivning av metoden.\r\nSyftet med metoden är att översiktligt kartera jordens lagergränser. Säkerheten \r\ni bestämningarna kan förbättras om kalibrering görs med spetstrycksondering. \r\nUtvärdering av jordparametrar görs inte.\r\n7.6.2  Utrustning\r\nBorrigg\r\nBorrigg ska ha en sådan tyngd att den inte förflyttas i vertikal- eller horison-\r\ntalled under sonderingen.\r\nVridmotor\r\nVridmotorns kapacitet ska vara 15 till 200 varv\/min.\r\nBorrstål\r\nStångdiametern ska vara 25 eller 32 mm utan utvändiga muffar. Använd stång-\r\ndiameter ska anges på redovisning.\r\nMaximal tillåten utböjning från en rät linje mellan stängernas ändpunkter för \r\nde nedersta 5 m borrstål är 1,0 mm\/m i förhållande till en rät linje mellan änd-\r\npunkterna. Motsvarande krav för stänger högre upp är 1,5 mm\/m. Kravet gäller \r\näven över skarvarna.\r\nSpets\r\nSondspetsen skall utgöras av ett vridet fyrkantstål – viktsondsspets. Spetsens \r\nmaximala diameter ska vara 35 mm vid stångdiameter 25 mm, respektive 45 \r\nmm vid stångdiametern 32 mm. \r\nKraven på spetsen framgår i tillämpliga delar under avsnitt 7.5 Viktsondering.\r\n","7.6.3 Utförande\r\nVid varje ny borrpunkt ställs borriggen upp stabilt så att den inte kan ändra \r\nsitt ursprungliga läge. Lodning och eventuell förankring av borriggen utförs. \r\nMaximal tillåten avvikelse från lodlinjen är 20 mm\/m vid vertikala borrhål och \r\nmotsvarande avvikelse vid lutande hål.\r\nSonderingen utförs med konstant sjunkningshastighet och i intervallet 20 – 50 \r\nmm\/s. Vid skarvning av stänger roteras stängerna minst 2\/3-dels varv för att \r\nminska risken för avvikelse i sidled. Valet av hastighet ska framgå av redovis-\r\nningen.\r\nFör att få en uppfattning om storleken på mantelfriktion kan stängerna, vid \r\nskarvning av stänger, dras uppåt ca 0,5 m varvid uppdragningskraften registre-\r\nras.\r\nNär sonderingen inte kan utföras ytterligare utförs även samtidig rotation. Re-\r\nkommenderad rotationshastighet under vridningsfasen ligger i intervallet 30 – \r\n60 varv\/min.\r\nNär sonderingen inte kan drivas ytterligare kan den avslutas med slagning. \r\nSlagning kan utföras med eller utan tidsregistrering.\r\n7.6.4  Redovisning\r\nRedovisning av mekanisk trycksondering ska utföras enligt Tabell 7.11 Kapitel \r\n1.\r\n \r\n7.7  Tung slagsondering\r\n7.7.1  Beskrivning\r\nVid slagsondering drivs sondstänger ner i jorden med en hammare. Under \r\nneddrivningen registreras nedslagningsdjupet samt sonderingsmotstånd som \r\nkan mätas under sonderingen och protokollförs.\r\nTung slagsondering används för att kontrollera så kallat ”bergfritt djup”. Vid \r\nTabell 7.11 Redovisning av mekanisk trycksondering.\r\n","registrering av motståndet erhålls också en relativ uppfattning om jordens fast-\r\nhet men utvärdering av jordparametrar görs inte.Metoden är ej avsedd att an-\r\nvändas för bestämning av bergnivå, då stopp mot bergyta inte kan verifieras.\r\n \r\n7.7.2  Utrustning\r\nBorrigg\r\nBorrigg ska ha en sådan tyngd att den inte förflyttas vertikalt eller horisontellt \r\nunder sonderingen.\r\nHammare\r\nBeskrivningen omfattar endast toppslående hammare. Hammaren ska ha en \r\nslagenergi av minst 200 J med en frekvens av minst 1200 slag\/min.\r\nVridmotor\r\nVridmotorns kapacitet ska vara 15 – 200  \r\nvarv\/min.\r\nBorrstål\r\nStångdiametern skall vara 44 mm utan utvändiga muffar, s.k. geostänger. Max-\r\nimal tillåten utböjning från en rät linje mellan stängernas ändpunkter för de \r\nnedersta 5 m borrstål är 1,0 mm\/m. Motsvarande krav för stänger högre upp är \r\n1,5 mm\/m. Kravet gäller även över skarvarna.\r\nSpets\r\nSondspetsen ska vara rund med diametern minst 44 mm. Spetsen kan ha en \r\nkonisk nedre del. Lämpliga spetsar kan utgöras av uttjänta Jb-kronor (fyrskär\/\r\nstift). Spetsen bör ha en större diameter än borrstålen för att minska mantelfrik-\r\ntionen.\r\n7.7.3  Kontrollpunkter före utförande\r\nVid varje ny borrpunkt ställs borriggen upp stabilt så att den inte kan ändra \r\nsitt ursprungliga läge. Lodning och eventuell förankring av borriggen utförs. \r\nMaximal tillåten avvikelse från lodlinjen är 20 mm\/m vid vertikala borrhål och \r\nmotsvarande avvikelse vid lutande hål.\r\n7.7.4  Utförande\r\nSonderingen utförs med samtidig rotation och slagning med en minsta statisk \r\nlast på 500 kg. Rekommenderad rotationshastighet är 15 – 40 varv\/min. Slag-\r\nfrekvensen ska minst uppgå till 1200 slag\/min.\r\nUnder sonderingens gång rekommenderas det att registrering i fältminne eller \r\nprotokoll görs av antal sekunder för 0,20 m penetration samt en bedömning av \r\ngenomborrat jord- eller bergmaterial.\r\nSonderingen avbryts när avsett djup uppnåtts eller när sonden inte kan drivas \r\nvidare. \r\n \r\n7.7.5  Redovisning\r\n","Redovisning av tung slagsondering ska utföras enligt Tabell 7.12 och  Kapitel \r\n1.\r\n7.8  SPT-sondering\r\n7.8.1  Beskrivning\r\nSPT-sondering har historiskt använts väldigt lite i Sverige, men utomlands an-\r\nvänds den i stor omfattning. I takt med att branschen blir mer internationell \r\noch utländska entreprenörer verkar i Sverige kan  metoden bli mer efterfrågad.\r\nGällande standard för SPT-sondering är SS-EN ISO 22476-3.\r\nSPT-sondering är en kombination av dynamisk sondering och provtagning. \r\nSonderingsmotståndet bestäms punktvis på varje provtagningsnivå, normalt en \r\ngång per meter eller varannan meter. Vid sonderingen används en sondspets \r\nsom är en delbar provtagare. Sondspetsen\/provtagaren slås ner med en frifalls-\r\nhejare i botten av ett förborrat borrhål. Antalet slag för 0,3 meters sjunkning \r\nprotokollförs. Sondering kan också utföras utan provtagning och då förses \r\nspetsen med en massiv kon.\r\nSPT-sondering används huvudsakligen som Hejarsondering med undantag av \r\natt slagning inte görs kontinuerligt och att prov kan tas ut från var slagningsni-\r\nvå.\r\n7.8.2  Utrustning\r\nUtrustning för SPT-sondering består av följande huvuddelar:\r\n• Sondspets (provtagare).\r\n• Sondstänger med slagdyna, styrrör och mellanlägg.\r\n• Borrutrustning för håltagning.\r\nTabell 7.12 Redovisning av tung slagsondering.\r\n","• Neddrivningsutrustning.\r\nSondspetsens (provtagarens) egg är av härdat stål med innerdiameter 35 mm \r\n± 1 mm. Eggen får inte vara skadad eller vara större än provtagarens diameter. \r\nI mycket fast jord får eggen ersättas med massiv stålkon, 51 mm ± 1 mm och \r\nspetsvinkel 60°.\r\nSondspetsens (provtagarens) mellandel är delbar och har en innerdiameter på \r\n35 mm. I kopplingen mellan spetsen och sondstängerna sitter en backventil \r\nsom ser till att vatten och luft kan tränga ut under neddrivningen, men stängs \r\ndå provtagaren dras upp. Detta förhindrar att vattnet eller borrvätskan trycker \r\nut provet.\r\nSondstängerna ska ha en sådan styvhet att de inte böjer ut under neddrivning-\r\nen och ha en massa på högst 10 kg\/m.\r\nI Sverige används normalt sondstänger med ytterdiameter 42 mm (stan-\r\ndard-kolvborrör) eller hejarsondstänger med ytterdiameter 32 mm. Om borrhå-\r\nlet är djupare än 1 m ska borrstängerna stöttas i sidled på var tredje meter.\r\nNeddrivning görs med frifallshejare monterad på en rigg. Hejarens massa ska \r\nvara 63,5 ± 0,5 kg massa och slagen ska överföras till sondstängerna via en \r\nfast monterad slagdyna. Fallhöjden ska vara 76 cm ± 3 cm. Friktionen mellan \r\nhejare och styranordning får inte reducera slagenergin hos den fritt fallande he-\r\njaren.\r\n7.8.3 Kontrollpunkter före utförande\r\nKontrollera att sondspetsen (provtagaren) är ren och kan tas isär samt att even-\r\ntuella provhylsor är hela och rena.\r\nFöre varje undersökning ska kontrolleras att dimensionerna på sondspets och \r\növrig utrustning ligger inom de värden som anges i standarden. Är sondspetsen \r\nnedsliten skall den bytas ut och övriga avvikelser åtgärdas.\r\nRakheten hos stängerna ska kontrolleras en gång på varje ny undersöknings-\r\nplats och åtminstone för var 20:e sonderingsförsök på platsen. Efter varje un-\r\ndersökning ska en visuell kontroll av stängernas rakhet utföras. \r\nKontrollera fallhöjden och att slag utförs utan större friktion.\r\nKontrollera att giltigt kalibreringsbevis finns.\r\nFigur 7.16 Sondspets med provtagare.\r\n","7.8.4  Utförande\r\n1. Förborra ett hål med maximal diameter 150 mm med augerborr eller foder-\r\nrör ner till provtagningsnivån. Rensa borrhålet noggrant  utan att jorden där \r\nstörs. Vattennivån ska under hela borrningen hållas vid eller helst något över \r\ngrundvattennivån så att inte uppluckring av jorden vid provtagningsnivån \r\nsker. Alternativt kan foderrörsborrning utföras eller så kan tung borrvätska an-\r\nvändas för stabilisering av borrhålet.\r\n2. Dra upp borren långsamt så att jorden vid försöksnivån inte luckras upp före \r\nneddrivning av provtagaren.\r\n3. Sätt samman sondspetsen (provtagaren) och montera den på sondstången. \r\nSänk ner sonden till borrhålets botten. Gänga fast en slagdyna på sondstång-\r\nen. Sondspetsen slås ned i två steg enligt följande.\r\n4a. Förslagning. Slå först ned sondspetsen (provtagaren) 0,15 m (inklusive \r\nsjunkning till följd av egenvikt) under borrhålets botten. Om 0,15 m nedträng-\r\nning inte kan åstadkommas efter 50 slag, avbryts slagningen och nedträng-\r\nningen efter 0 slag noteras. \r\n4b. Sondering. Slå ned sondspetsen (provtagaren) ytterligare 0,30 m i två seri-\r\ner om 0,15 m nedträngning.\r\n5. Sonderingen avbryts om nedträngningen efter 50 slag (eller 100 slag om \r\nmassiv kon används) är mindre än 0,30 m.\r\n6. Borrstängerna dras upp utan vibrationer i sondstången eftersom dessa kan \r\nmedföra att provet störs eller tappas.\r\n7. Provtagaren öppnas och provet tas ut och läggs i lufttät behållare. Denna \r\nförses med lock och etikett.\r\n","7.8.5 Kontrollpunkter under  \r\n provningen\r\nKontrollera håltagningen så att jorden under hålbottnen inte störs. Om ten-\r\ndenser till bottenuppluckring märks ska vatten fyllas på i hålet och hållas över \r\ngrundvattenytans nivå.\r\nSe till att vakuum under borren inte uppstår vid upplyftning.\r\n \r\n7.8.6 Redovisning\r\nRedovisning av SPT-sondering ska utföras enligt Tabell 7.13 och Kapitel 1.\r\n7.8.7 Kalibrering av utrustningen\r\nTabell 7.13 Redovisning av SPT-sondering.\r\n","8.1  Inledning\r\nI detta kapitel behandlas provtagningsmetoder för geotekniska undersökning-\r\nar av jord. För provtagning av jord och vatten för miljögeotekniska undersök-\r\nningar hänvisas till ”SGF Rapport 2:2013 Fälthandbok, undersökningar av för-\r\norenade områden”.\r\nUpptagning av jordprover för geotekniska laboratorieundersökningar görs för \r\natt bestämma jordlagerföljden och jordens egenskaper. Traditionellt indelas \r\nprovtagningsmetoderna med hänsyn till provernas kvalitet i:\r\n• ostörd, orörd jordlagerföljd och bibehållna mekaniska egenskaper.\r\n• störd, orörd jordlagerföljd men förändrade mekaniska egenskaper.\r\n• omrörd, förändrad jordlagerföljd och förändrade mekaniska egenskaper.\r\nVilken kvalitet som skall eftersträvas bestäms av ändamålet med provtagning-\r\nen och av jord- och grundvattenförhållandena på platsen. För enbart klassifice-\r\nring kan störd eller omrörd provtagning användas. För bestämning av hållfast-\r\nhets- och deformationsegenskaper på laboratoriet fordras ostörd provtagning. \r\nI friktionsjord kan ostörd provtagning normalt inte utföras, varför laboratorie-\r\nförsök måste göras på störda, omrörda och inpackade prover.\r\nGeoteknisk provtagning och hantering av prover regleras i:\r\n• SS-EN-ISO 22475 Geoteknisk undersökning och provning – Provtagning ge-\r\nnom borrnings- och utgrävningsmetoder och grundvattenmätningar – Del 1: \r\nTekniskt utförande.\r\n• SS-EN 1997-2 Eurokod 7: Dimensionering av geokonstruktioner – Del 2: \r\nMarktekniska undersökningar.\r\nI dessa dokument indelas provtagningsmetoderna i:\r\n• Kategori A i vilken prover av kvalitetsklass 1 till 5 kan erhållas\r\n• Kategori B i vilken prover av kvalitetsklass 3 till 5 kan erhållas\r\n• Kategori C i vilken endast prover av kvalitetsklass 5 kan erhållas\r\nBeroende på kvalitetsklass hos proverna kan följande bestämmas i laboratoriet:\r\nVilken kvalitetsklass som verkligen uppnåtts i det aktuella fallet visar sig först \r\ndå proven undersöks i laboratoriet. Slutlig bedömning av kvalitetsklass görs av \r\nhandläggaren efter samlad information från både fält och lab.\r\nBenämning av jord i samband med provtagning skall göras enligt SS-EN ISO \r\n14688-1 (och eventuellt 2). Berg benämns enligt SS-EN ISO 14689-1.\r\n8.2 Hantering av jordprover\r\n8.2.1 Allmänt\r\nUpptagna prover ska hanteras med försiktighet så att jordens egenskaper och \r\n8. Provtagningsmetoder\r\n","struktur inte förändras efter provtagningen. För att skydda proverna skall de \r\nförpackas i vattentäta och lufttäta påsar eller provhylsor. Förpackningen ska \r\ngöras direkt vid själva provtagningen och proverna ska märkas. En preliminär \r\nbenämning av proven ska också göras på plats. Till varje provtagningspunkt \r\nska även ett provtagningsprotokoll upprättas. Detta skall innehålla obligatoris-\r\nka uppgifter enligt kapitel 1 samt metodspecifika uppgifter enligt följande be-\r\nskrivningar av de olika metoderna. Originalprotokollet skall följa med prover-\r\nna till laboratoriet. En kopia av protokollet skall lämnas till ansvarig geotekni-\r\nker vid uppdragsgenomgången och en kopia behålls av fältgeoteknikern.\r\nPå arbetsplatsen ska emballerade prover förvaras på skuggigt ställe och vinter-\r\ntid skyddas mot frysning. Om det finns risk för att emballaget inte är tätt bör \r\nproverna hållas fuktiga med våta trasor eller liknande. Ostörda prover bör efter \r\narbetsdagen förvaras svalt men absolut inte under frystemperatur.\r\nProverna ska transporteras till laboratorium så snart som möjligt eftersom jor-\r\ndens egenskaper kan förändras med tiden. Transporten ska göras varsamt och \r\nproverna ska även då skyddas mot uttorkning och frysning. De får alltså inte \r\nutsättas för vare sig hög värme eller frost, varken på arbetsplatsen eller under \r\ntransporten.\r\n8.2.2  Ostörda prover  \r\nProver som tagits med kolvprovtagare St I och St II förses omedelbart med \r\nmellanlägg av plast i ändarna och tättslutande lock sätts på provhylsornas än-\r\ndar. Proverna placeras i speciella transportlådor som är isolerade och även \r\ndämpar vibrationer. Lådorna skall hållas stängda utom då nya prov sätts ned. \r\nPå provtagningsplatsen skall de förvaras svalt och skyddas från direkt solljus \r\nsamt vid behov även mot frost. Lådorna får inte ställas eller transporteras på en \r\nvibrerande borrvagn. \r\nProverna placeras i den ordning i lådan som visas på provtagningsprotokollet. \r\nInget tomt utrymme får lämnas i lådorna under transport. Om inte tillräckligt \r\nmånga prover tagits för att fylla en låda skall återstående utrymme fyllas med \r\nde tomma provhylsor som levererats med lådan. Eventuella återstående tom-\r\nrum som gör att provtuberna kan röra sin i lådorna fylls med trassel eller likna-\r\nde mjukt material.\r\nProverna ska hanteras med största omsorg och får inte utsättas för stötar eller \r\nvibrationer. Under transport bör lådorna ställas på vibrationsdämpande under-\r\nlag, till exempel skumplast. Om jorden bedöms vara högsensitiv eller kvick el-\r\nler består av löst lagrad silt eller finsand bör proverna inte sändas med allmän \r\nTabell 8.14 Möjliga bestämmningar beroende på provernas kvalitetsklass.\r\n","transport utan fraktas i lådan på ett mjukt säte i bil.\r\nOstörda prover som tagits med andra typer av provtagare hanteras på motsva-\r\nrande sätt men med den förslutningsteknik som gäller för den aktuella provta-\r\ngaren.\r\n8.2.3      Störda prover\r\nStörda prover som tagits med en utrustning som ger prover inneslutna i prov-\r\nhylsor eller provtagarrör, men som av olika anledningar inte uppfyller kraven \r\nför ostörd provtagning, hanteras som ostörda prover.\r\n8.2.4  Omrörda prover\r\nOmrörda prover som skall sändas till laboratoriet skall paketeras i dubbla \r\nplastpåsar med fast etikett. Proven från varje provtagningsnivå läggs i se-\r\nparata påsar inuti en yttre påse som innehåller delproven från varje provtag-\r\nningspunkt. För att minska oxidation av proven bör onödig luft pressas ut inn-\r\nan påsarna tillsluts, dock utan att knåda proverna. De inre påsarna läggs i den \r\nordning som visas på provtagningsprotokollet och märks med provpunkt, num-\r\nmer, nivå och preliminär benämning. Även omrörda prover skall skyddas mot \r\nuttorkning och frysning.\r\n8.2.5  Provmängd\r\nDen provmängd som behövs beror av vilken typ av laboratorieundersökning \r\nsom skall utföras på provet. För ostörda prover av finkornig jord är provmäng-\r\nden reglerad av provtagningsutrustningen och är, förutsatt att provtuberna är \r\nfyllda, normalt tillräcklig för de laboratorieundersökningar som kan vara aktu-\r\nella. I speciella fall, som t.ex. då inblandning av stabiliseringsmedel skall gö-\r\nras på laboratoriet, kan det dock bli aktuellt med flera provtagningar på samma \r\nnivå vid samma provtagningspunkt. \r\nOmrörd provtagning med olika provtagningsspetsar och kannprovtagare ger \r\nofta relativt små prover och är ofta inte fyllda, varför en bedömning måste gö-\r\nras av om provet är tillräckligt för den bestämning som ska utföras. Vid prov-\r\ntagning, där materialet ska siktas för bestämning av kornstorleksfördelningen, \r\nmåste också en bedömning göras så att provmängden räcker med hänsyn till \r\nhur grovt materialet är, se Tabell 8.2.                           \r\nTabell 8.15 Minsta Materialmängd för en siktning enligt SS-EN 1997-2.\r\n","De provmängder som krävs för olika typer av laboratorieförsök regleras i SS-\r\nEN 1997-2 Eurokod 7: Dimensionering av geokonstruktioner – Del 2: Mark-\r\ntekniska undersökningar.\r\nDessa provmängder är, bortsett från de allra finaste jordmaterialen, avsevärt \r\nstörre och ibland mer än dubbelt så stora som vad som tidigare krävts för geo-\r\ntekniskt bruk i Sverige. Detta medför mer arbete och större kostnader för trans-\r\nport och hantering. Ett vanligt syfte med kornstorleksanalys av grova material \r\när dock att undersöka om de kan användas som ballastmaterial vid väg- och \r\njärnvägsbyggnation och de nya mängderna motsvarar bättre vad som krävs en-\r\nligt TDOK 2014:0145\r\n - Bestämning av kornstorleksfördelning genom siktningsanalys. Mer praktis-\r\nka men mindre detaljerade råd för provmängder ges i Vägverkets publikation \r\n2006:59 -Provgropsundersökning. Överensstämmelserna är dock inte fullstän-\r\ndiga och före provtagningen skall vara specificerat vilket regelverk och som \r\nskall gälla.\r\nI vissa fall, som t.ex. då packningsförsök skall utföras krävs betydligt stör-\r\nre prover och för finkornig jord kan också större prover behövas. Vilka prov-\r\nmängder som behövs vid störd provtagning bör därför alltid vara klart angivna \r\ninnan provtagningen görs för att provtagningens syfte skall kunna uppnås. Ex-\r\nempel på provmängder som krävs för olika försök enligt SS-EN 1997-2 ges i \r\nTabell 8.3. \r\n8.3  Ostörd provtagning\r\n8.3.1  Kolvprovtagare\r\nAllmänt\r\nKolvprovtagning med standardkolvprovtagare är beskrivet i detalj i SGF Rap-\r\nport 1:2009 – ”Metodbeskrivning för provtagning med standardkolvprovtaga-\r\nre”. Nedanstående text är en mer allmän och starkt förkortad version av denna. \r\nVid kolvprovtagning stansas ett ostört jordprov ut genom att en cylindrisk \r\nprovtagare med en vass egg pressas ned i jorden. Det utstansade provet får en \r\ndiameter på 50 mm och totala stanslängden är 700 mm.\r\nUnder neddrivning av cylindern till provtagningsnivån är öppningen till cylin-\r\ndern täppt av en inre kolv. Vid provtagningen låses kolven och hålls kvar på \r\nsamma nivå medan cylindern och eggen pressas vidare och stansar ut jordpro-\r\nvet som fyller tre provhylsor inuti cylindern.\r\nKolvprovtagning skall normalt inledas utan att någon slutare monteras i kolv-\r\nprovtagaren. I vissa fall, speciellt i siltig jord och kvickleror, kan det dock bli \r\nTabell 8.16 Exempel på minsta provmängd vid laboratorieprovning av störda prover enligt SS-EN \r\n1997-2.\r\n","nödvändigt att använda slutare för att hålla kvar provet i cylindern. Använd-\r\nningen av slutare skall begränsas till de fall då det är nödvändigt eftersom det \r\nmedför ökad störning av provet.\r\nKolvprovtagning används framförallt för provtagning i lera och gyttja, men \r\nprover med god kvalitet kan även fås i silt och löst lagrad finsand, speciellt om \r\ndessa innehåller lera eller organisk jord. Vid provtagning i ren finsand krävs \r\nofta speciell provtagningsteknik med förborrade stabiliserade borrhål ned till \r\nprovtagningsnivån. \r\nTvå typer av kolvprovtagare används i Sverige, St I och St II. De är oftast lik-\r\nvärdiga beträffande provkvalitet. Provtagare St II är dock ofta bättre för fast \r\nlera och vid provtagning från t.ex. flotte, eftersom den inte nödvändigtvis mås-\r\nte fixeras vid borriggen. Genom dess konstruktion underlättas också en jämn \r\nutstansning av provet, vilket är till fördel för provkvalitén. Om den finkorniga \r\njorden överlagras av grövre fyllningar eller lager av grövre jord krävs att dessa \r\nförborras med foderrör eller eventuellt stabiliseras med en bentonitblandning. \r\nVid provtagning under vatten fordras ofta foderrör genom vattnet. Provtagare \r\nSt II kräver grövre foderrör än St I.\r\nUtrustning\r\nKolvprovtagaren är nertill försedd med en egg (ett skär) som skall vara vass \r\noch oskadad samt vara ren och fri från rost. Inuti provtagaren finns tre stycken \r\nprovhylsor, i vilka jordprovet förs in vid utstansningen, samt två korta ändhyl-\r\nsor. Provhylsorna är normalt av armerad plast och numrerade vid ena änden. \r\nÄndhylsorna kan vara av armerad plast eller mässing. Den undre ändhylsan \r\nkan bytas mot en hylsa av mässing som är konstruerad för att innehålla ett slu-\r\ntarbleck.\r\nSt I\r\nKolven är fastsatt i en kolvstång i form av ett rör med radiella hål i rörväggen \r\nså att luft och vatten ovanför kolven kan avgå uppåt genom kolvstången, Figur \r\n8.1.\r\n \r\nDen övre korta hylsan kan vara försedd med spärrtunga och är då tillverkad av \r\nstål. Spärrtungans funktion är att hålla fast hylsan vid kolven under uttryck-\r\nningen av provhylsorna efter provtagningen. På detta vis förhindras att kolven \r\ntrycker på jordprovet och uttryckningskraften överförs via hylsorna.\r\nDet lås som fixerar kolven inuti och strax framför eggen under neddrivningen \r\nbestår av fyra härdade stålkulor som trycks in i ett spår i en härdad kulring av \r\nen låskolv. Låskolven pressas nedåt av en fjäder och hindrar låset att öppna sig. \r\nNär låskolven dras upp kan kulorna röra sig inåt varvid kolvstången frigörs.\r\nKolvstången löper sedan inte fritt utan bromsas, främst för att den inte skall su-\r\ngas ned eller trycka på proven vid uppdragningen efter provtagningen. Brom-\r\nsen består av fyra bromsbackar, en fjäderring, sex tallriksfjädrar och en spänn-\r\nmutter. Backarna pressas mot kolvstången med hjälp av spännmuttern och tall-\r\nriksfjädrarna. Bromskraften kan ställas in mellan några tiotal N och ca 2 kN \r\n(200 kp) och skall ökas efter behov och djup. En alltför hög bromskraft eller \r\nojämn yta på kolvstången medför risk för en ojämn utstansning.\r\n","Figur 8.17 Konstruktion av provtagare St I.\r\n","De förlängningsrör och kopplingar som normalt används till St I har en ut-\r\nvändig diameter på 42 mm. Även andra rör kan användas men innerdiametern \r\nmåste överallt vara tillräckligt stor för att släppa igenom utlösningsstången.\r\nSt II\r\nSt II skiljer sig från St I genom att provtagarröret (ytterröret) löper inuti ett ut-\r\nanpåliggande skyddsrör, Figur 8.2. Provtagarröret är styrt så att det inte kan \r\nrotera i förhållande till det yttre skyddsröret utan bara skjutas in och ut ur det-\r\nta.. Kolven sätts fast på en stång i form av en trapetsgängad spindel och prov-\r\ntagarrörets övre del är fastsatt i en mutter för denna stång. Luft och vatten \r\novanför kolven kan avgå genom ett hål i spindelmuttern. På provtagningsnivån \r\nfixeras det yttre skyddsröret av den omgivande jorden. Utstansningen av pro-\r\nvet görs genom att stångsystemet och därmed spindeln roteras 70 varv, vilket \r\nmedför att provtagarröret och eggen skjuts ut med stanslängden 700 mm. Vid \r\nprovtagning i mycket lös jord kan en vinge monteras på provtagaren för att för-\r\nhindra att det yttre skyddsröret roterar med stångsystemet. \r\nKolvborr St II är konstruerad för förlängningsstänger med utvändig diameter \r\n32 mm. \r\nFigur 8.18 Delar till provtagare typ St II.\r\n","Kontrollpunkter före utförande\r\n• Kontrollera att utrustningen och hylsor är hela och rena samt att dimensioner-\r\nna ligger inom godkänd tolerans (enligt SGF Rapport 1:2009).\r\n• Kontrollera att eggen inte är skadad eller rostig.\r\n• Kontrollera att kolven kan lösgöras med normal kraft (St I).\r\n• Kontrollera att luftningshålet i provtagarrörets överdel är öppet (St II).\r\nUtförande Förberedelser St I\r\nKontrollera bromsen och sätt i provhylsorna innan provtagningen startas enligt \r\nföljande:\r\n1. Skruva av egg och provtagarrör (ytterrör). För därefter in utlösningsstången, \r\nså att den grips av klon och dra växelvis i kolven och stången för att kontroll-\r\nera att bromsbackarna börjar göra motstånd på kolvstången. Normalt behövs \r\nsedan ytterligare ett halvt varvs ansättning av skruven för att få lämplig brom-\r\nsverkan.\r\n2. Lösgör utlösningsstången genom att dra upp kolven i sitt översta läge och \r\nkontrollera att låskolvarna fallit in i sina spår genom att försöka trycka kol-\r\nven tillbaka. Se till att kolvpackningen är tät så att inte vatten kan rinna in och \r\nspola ur provet (gäller speciellt vid provtagning under vatten).\r\n3. Sätt ihop utrustningen genom att skruva på provtagarröret och övergångs-\r\nröret till förlängningsrören. Kontrollera att öppnaren för klon till utlös-\r\nningsstången ligger rättvänd i övergångsröret (om den inte är permanent fast-\r\nsatt). Övergångsröret dras fast med rörtång medan provtagarröret dras fast \r\nmed bandnyckel, inte rörtång! Sätt in hylsorna i ytterröret, först en övre kort-\r\nhylsa, därefter tre provhylsor samt slutligen en nedre korthylsa. Provhylsorna \r\nförs in i stigande nummerordning (lägst nummer först) och med den numrera-\r\nFigur 8.19 Provhylsorna pla-\r\nceras i provtagarröret med \r\nnumren uppåt och i stigande \r\nnummerordning.\r\n","re änden först, Figur 8:3. Hylsnumren förs in i protokollet. Skruva på eggen \r\nför hand. Om detta inte är möjligt skall bandnyckel användas, inte rörtång!\r\n4. Om slutare skall användas (obs, prova först utan) monteras en speciell slu-\r\ntarhylsa istället för den nedre korta hylsan. Skjut in slutarhylsan i provtagar-\r\nröret så att 1 à 2 cm sticker ut och trä slutarringen över kolven. Lägg därefter \r\nett slutarbleck runt ringen med tungorna inåt provtagarröret. För slutarhylsan \r\ntillbaka så att blecket kläms fast mellan ringen och hylsan och sätt slutligen in \r\nslutaren i provtagarröret, Figur 8:4. (Observera att det finns två typer av slu-\r\ntare med tillhörande slutarhylsa, slutarring och slutarbleck: en med tjocka slu-\r\ntarbleck och en med tunnare. I första hand skall den för tunna slutarbleck an-\r\nvändas. Delarna får inte blandas.) \r\n 5. Skruva fast eggen.\r\nFörberedelser St II\r\nVrid stångsystemet tills provtagarröret skruvas in till sitt ändläge i det yttre \r\nskyddsröret. \r\n1. Skruva av skäreggen. Kontrollera att kolven och dess O-ringar sitter rätt och \r\nspärringen sitter rättvänd i sitt spår. Trä en korthylsa över kolven och trä den \r\növer spärringen med hjälp av specialtången för nedpressning av ringen i spå-\r\nret. Skjut in halva hylslängden över denna ring.\r\n2. Tryck in provhylsorna pressade mot varandra så att spärringen förblir ned-\r\npressad och kan passeras av de tre provhylsorna och den nedre korta hylsan \r\n(och senare eggen). Provhylsorna förs in i stigande nummerordning (lägst \r\nnummer först) och med den numrerare änden först. Hylsnumren förs in i pro-\r\ntokollet. Montera skäreggen.\r\n3. Om slutare skall användas (obs, prova först utan) monteras en speciell slu-\r\ntarhylsa istället för den nedre korta hylsan. I detta fall tas kolven bort innan \r\nhylsorna förs in och en montagehylsa används för att den monterade slutaren \r\nskall kunna passera kolvstångens nedre del utan att blecket hakar i. Efter att \r\nalla hylsor förts in monteras kolven igen.  Skäreggen träs sedan över kolven \r\noch dess spärring med hjälp av specialtången för nedpressning av den senare. \r\nFigur 8.20 Montering av slutare i provtagare St I vid behov. \r\n","Därefter skruvas eggen fast. (Observera att det finns två typer av slutare med \r\ntillhörande slutarhylsa, slutarring och slutarbleck; en med tjocka slutarbleck \r\noch en med tunnare. I första hand skall tunna slutarbleck användas. Delarna \r\nfår inte blandas.)\r\nNeddrivning\r\nNeddrivning utförs normalt med borrvagn. Neddrivning skall, de närmaste 1,5 \r\nmetrarna över provtagningsnivån, (dvs. den sista metern innan utstansning-\r\nen påbörjas), göras långsamt. Maximal hastighet är där 20 mm\/sekund. Vid \r\nneddrivning av St II får stångsystemet inte roteras.\r\nProvtagningsdjupet räknas från markytan eller annan referensnivå till skarven \r\nmellan den nedersta och mellersta hela provhylsan i läget efter utstansning. \r\nVid provtagning på jämna meterdjup påbörjas utstansningen med provtaga-\r\nre St I då överänden av en skarv på förlängningsrören befinner sig 0,2 m över \r\nreferensnivån, Figur 8.5. Önskas prov på jämna halvmetrar skall skarven be-\r\nfinna sig 0,7 m över referensnivån (om ordinarie stångsystem med 1 m långa \r\nförlängningsrör och stänger används). Vid provtagning med provtagare St II är \r\nmotsvarande mått att skarven mellan förlängningsstängerna skall vara i nivå \r\nmed markytan respektive 0,5 m över denna (om vanliga 1 m långa förläng-\r\nningsstänger används).\r\nFigur 8.21 Start av provtagning på hela och halva metrar med provtagare St I. \r\n"," \r\nProvtagning St I\r\n1. Sänk ner utlösningsstången i förlängningsrören tills den når och fastnar i \r\nklon. Sträck därefter kedjan (stängerna eller vajern) till utlösningsstången och \r\ndra upp ca 20 mm så att fjädern i låset trycks ihop och låset öppnas. Lås sedan \r\nutlösningssystemet med låsanordningen ovanför förlängningsrören.\r\n2. Driv ner förlängningsrören så att provet stansas ut. Utstansning av provet \r\nskall ske med jämn och långsam hastighet, ca 10 mm\/s. Kontrollera att ut-\r\nrustningen inte fjädrar under utstansningen. Då klon når sin öppnare och bör-\r\njar pressas isär kan detta ofta observeras som en ökning i dragkraften i utlös-\r\nningssystemet. När kolven lösgörs skall nedpressningen omedelbart avbrytas \r\nså att provet inte komprimeras.\r\n3. Sedan provet stansats ut ska man vänta minst 5 min, varvid vidhäftning \r\nmellan prov och hylsa vanligen ökar. I kvicklera krävs längre väntetid och \r\nnormalt rekommenderas då minst 10 min väntetid.\r\nProvtagning St II\r\n1. Utstansningen görs genom att förlängningsstängerna roteras med noggrann \r\nräkning av varven och en hastighet av 1 varv\/sek. Efter 70 varv erhålls ett tyd-\r\nligt stopp och utstansningen är klar. Ingen vidare rotation eller nedtryckning \r\nfår ske därefter.\r\n2. Sedan provet stansats ut bör man vänta cirka 5 min varvid vidhäftning mel-\r\nlan prov och hylsa vanligen ökar. I kvicklera krävs längre väntetid och nor-\r\nmalt rekommenderas då 10 min väntetid.\r\nUppdragning \r\nUppdragning av kolvprovtagaren skall göras långsamt, med jämn hastighet och \r\nutan ryck eller vibrationer för att minska risken att störa eller förlora provet. \r\nUnder den första metern av uppdragningen skall hastigheten inte vara högre än \r\n10 mm\/s.\r\nTillvaratagande av prov\r\nProvtagare St I : Placera provtagaren horisontellt. Lossa eggen och ta bort \r\nprovtagarröret med iliggande provhylsor med bandnyckel. Placera provtagar-\r\nröret horisontellt i uttryckningsfixturen och montera avskärningsfixturen på rö-\r\nrets tidigare nedre ände. \r\nProvtagare St II: Placera provtagaren horisontellt på t.ex. en rörbock och spänn \r\nfast den. Montera avskärningsfixturen på rörets tidigare nedre ände.\r\nProvhylsorna pressas ut försiktigt. För provtagare St II görs detta genom att \r\nförlängningsstången roteras motsols. Var noga med att inga skador uppstår på \r\nprovet genom vridning eller dragning.\r\nProvet skärs av med trådavskärare i skarvarna mellan hylsorna allteftersom \r\ndessa kommer ut ur provtagarröret. Vid avskärningen skall den hylsa som skall \r\nskäras loss vila i avskärningsfixturen och efterföljande hylsa ligga i och bara \r\nsticka ut en kort bit ur provtagarröret, Figur 8:6. \r\n \r\nProvens ändytor inspekteras och provhylsorna skall omedelbart  förses med \r\n","mellanlägg av plast i ändarna och lock, Figur 8:7. Innan locken sätts på torkas \r\nhylsornas utsida ren så att gummilocken sedan sluter tätt.\r\n \r\nOm ett prov inte fyller hylsan läggs ett plastmellanlägg på provets yta, och hyl-\r\nsan fylls sedan med jord. Fyllningsmaterialet tas i första hand från innehållet i \r\neggen eller de korta hylsorna. Om ifyllning görs antecknas detta i protokollet \r\nmed angivande av vilken ände av provhylsan som fyllts i och över vilken längd \r\nfrån änden som ifyllning gjorts. \r\nOm inget prov kommit upp, eller provmängden är för liten, får provet på nivån \r\ntas om i ett parallellt hål på minst 2 m sidoavstånd. Provtagningstekniken änd-\r\nFigur 8.22 Uttryckning \r\noch avskärning av prov-\r\nhylsor.\r\nFigur 8.23 Förslutning av provhylsor.\r\n","ras då till att använda längre väntetid mellan utstansning och uppdragning, slu-\r\ntare eller båda dessa åtgärder. Samtidigt bör kolvens tätning med O-ringar ses \r\növer. \r\nOm ett prov inte helt fyller provhylsans tvärsnitt antecknas även detta.\r\nEn preliminär benämning av jorden i provtuberna görs med ledning av vad \r\nsom kunde observeras i ändytorna efter avskärningen. Benämningen underlät-\r\ntas om det material som finns kvar i eggen och den nedre korta hylsan snittas \r\nupp på längden efter att det tryckts ut. Man kan då t.ex. observera om jorden är \r\nvarvig.\r\nOm materialet i eggen och\/eller den nedre korthylsan skiljer sig från vad som \r\nsyntes i änden på den undre provhylsan skall även detta material tas till vara i \r\nen tydligt märkt plastpåse.\r\nEfter varje provtagningsnivå skall kolven, eggen, korthylsorna och eventuell \r\nslutare  rengöras noggrant före montering inför provtagning på nästa nivå. Eg-\r\ngen inspekteras så att inga skador uppstått under provtagningen. Även andra \r\ndelar där kvarvarande jord och annat material kan verka negativt på funktion \r\noch provtagning görs rena, Figur 8.8.\r\nProtokoll\r\nPå protokoll från kolvprovtagning ska följande uppgifter noteras:\r\n• Obligatoriska uppgifter enligt kap. 1.\r\n• Typ av provtagare.\r\n• Dimension, diameter och längd.\r\n• Provtagningsklass.\r\n• Neddrivningssätt.\r\n• Försöksdjup.\r\n• Prov \/ hylsa nr.\r\n• Preliminär jordartsbedömning.\r\n• Djup till fri vattenyta i provtagninghålet.\r\nFigur 8.24 Noggrann rengöring av utrustningen är viktig vid kolvprovtagning.\r\n","Därutöver skall anmärkningar av betydelse för bedömning av provets kvalitet \r\nanges med följande kodning:\r\nD Provet är påtagligt stört och endast användbart för benämning\r\nEs Eggen skadades vid provtagningen.\r\nHe Hejning utförd i samband med utstansningen av provet (Får normalt inte an-\r\nvändas, ange antal slag)\r\nKr Kolvstången har rör sig under utstansning (utlösningsanordningen slaknat, \r\nSt I).\r\nKy Provet troligen utsatt för frost.\r\nSb1 Tunt slutarbleck använt.\r\nSb2 Tjockt slutarbleck använt.\r\nSl Provet utsatt för slag eller stötar.\r\nSp Provet taget i botten av spadborrhål.\r\nSkr Provet taget i botten av skruvborrhål.\r\nSs Särskilt stor kraft vid stansning.\r\nUd Ifyllning av hylsans underdel, längd i mm.\r\nÖd Ifyllning av hylsans överdel, längd i mm.\r\nø Provet fyller inte hylsans diameter.\r\nFigur 8.25 Exempel på ifyllt protokoll från kolvprovtagning. \r\n","Ett exempel på ett provtagningsprotokoll visas i Figur 8:9. Originalet till prov-\r\ntagningsprotokollet ska medfölja provlådan till laboratoriet tillsammans med \r\nen ifylld checklista som tagits fram av SGFs laboratoriekommitté.\r\n \r\nVård av utrustning\r\nKolvprovtagare St I och St II är tillverkade med mycket små toleranser. För att \r\nprovhylsorna skall ligga still i provtagarröret är toleransen mellan hylsornas \r\nytterdiameter och rörets innerdiameter liten. Detta medför att rörets insida och \r\nhylsorna måste vara rena och röret fritt från rost för att hylsorna skall kunna \r\nglida in och ut. Motsvarande är toleransen mellan provtagarröret och det yttre \r\nskyddsröret i St II så liten att rörens utsida respektive insida skall vara fria från \r\nrost och hanteras så att inga formförändringar uppstår på grund av slag eller \r\nklämning. Kolvstången i St I måste vara ren och slät för att bromsen ska fung-\r\nera med jämn kraft. Luftningshålen ovanför kolven måste vara rena så att luft \r\noch vatten kan avgå då kolven passerar genom provtagaren vid utstansningen. \r\nProvtagarna har ett antal tätningar med O-ringar som måste vara hela och rena, \r\nbortsett från fett, för att fungera. Provhylsorna och eggen måste vara rena och \r\nsläta invändigt för att provet skall kunna passera med ett minimum av störning \r\nm. m.\r\nAllt detta medför att utrustningen måste vårdas, gås igenom och kontroller-\r\nas med jämna mellanrum och i görligaste mån hållas ren under användningen. \r\nEfter en provtagnings omgång måste den rengöras noggrant, få förslitna eller \r\nskadade delar utbytta, oljas och fettas in och rostskyddas under förvaring in-\r\nför nästa provtagningsomgång. Före start av nästa provtagning torkas egg och \r\nprovtagarrör rena. Under all hantering skall det undvikas att den utsätts för \r\nslag och vid montering, demontering och fixering skall noggrant ses till att den \r\ninte utsätts för klämkrafter på fel ställen och att för utrustningen avsedda band-\r\nnycklar används för känsliga delar. Rörtänger och skruvstäd får endast använ-\r\ndas för mer massiva detaljer där inte heller ytjämnheten har någon betydelse. \r\n \r\n8.3.2     Provtagare med öppna rör Torvprovtagare typ SGI\r\nAllmänt\r\nStandardkolvprovtagare har för liten diameter för de relativt stora partiklarna \r\ni torv och kolvprovtagare kan inte tryckas ned utan att komprimera en stor del \r\nav den underliggande torven. En provtagare för att ta ostörda prover av torv \r\nhar utvecklats av SGI. Provtagaren är helt öppen och saknar inre provhylsor.\r\nUtrustning\r\nProvtagaren består av ett plaströr av polyeten (vanligt avloppsrör) med en inre \r\ndiameter av 100 mm och 5 mm godstjocklek. Rörets längd kan varieras, men \r\nnormal längd är 1 m vilket är mest hanterligt. Ett skär träs på rörets nederän-\r\nde tills röret vilar mot en avfalsning inuti skäret. Skäret fixeras med fyra in-\r\nsexskruvar som är gängade i skäret och skruvas in i förborrade hål i plaströret. \r\nSkäret är svarvat i stål och har en innerdiameter på 99 mm nedanför avfals-\r\nningen. Skäret kan förses med slutarbleck och dess egg är vågformad med en \r\nvåghöjd av ca 30 mm mellan vågtopparna, Figur 8.10. \r\nPå toppen av röret monteras en överdel med ventilationshål och slagnacke på \r\n","motsvarande sätt. Provtagaren förs ned i förborrade hål och drivs vidare med \r\nslag motsvarande en lätt slagborr, typ Pionjär.\r\nUtförande\r\n1. Undersök provtagningsplatsen noga genom att sticksondera runt det tänkta \r\nprovtagningshålet. Kontrollera om det finns rötter samt djupet till eventuella \r\nförekommande friktionsjordlager. Rötter medför onödiga påfrestningar och \r\nger ett stört prov. Nedslagning av provtagaren i friktionsjord medför att eggen \r\nkan förstöras.\r\n2. Förbered provtagningen genom att ta bort det översta förnalagret (topplag-\r\nret med oförmultnat ris, kvistar och döda rötter). Spadborra ett hål ned till den \r\nnivå där provtagningen skall startas. Använd en spadborr med diameter 150 – \r\n200 mm.\r\n3. Montera ihop torvprovtagaren. Kontrollera att eggen på skäret är mycket \r\nskarp. Sätt in eventuellt slutarbleck i skäret och montera därefter skäret på ett \r\nprovtagarrör. Skruva åt insexskruvarna ordentligt så att de går in hela vägen \r\ni hålen i provtagarrören utan att sticka ut på insidan. Montera överdelen med \r\nslagnacke på rörets övre ände. Som förlängningsstänger används massiva för-\r\nlängningsstål, ø 22 mm.\r\n4. För ned provtagaren till startdjupet för provtagningen.\r\n5. Knacka ned provtagaren den förutbestämda neddrivningslängden med lätt \r\nslagning med hjälp av motorslagmaskin eller borrbandvagnens slagutrustning. \r\nVrid därefter provtagaren 4 – 5 varv.\r\n6. Dra upp provtagaren försiktigt. Att provet följer med vid uppdragningen \r\nkan kontrolleras med hjälp av ett lätt rör som försiktigt sticks ned genom hålet \r\ni provtagarens överdel.\r\n7. Placera provhylsan i liggande läge. Montera försiktigt av skäret och såga av \r\ntorven jäms med provtagarrörets underkant med hjälp av exempelvis en båg-\r\nfil. Materialet från skäret stoppas i en plastpåse. Om provröret endast är delvis \r\nfyllt med material läggs ett mellanlägg i och torvmaterial fylls på så att röret \r\nblir helt fyllt. Försegla provtagningsrörets ändar och plastpåsen så att förslut-\r\nningarna blir täta. Märk röret och plastpåsen med provtagningshål samt nivå \r\npå över- respektive underände. Notera på röret hur mycket material som even-\r\ntuellt fyllts på.\r\nProtokoll\r\nFigur 8.26 Torvprovtagare typ SGI. \r\n","Protokoll från torvprovtagning förs på samma sätt som vid annan provtagning. \r\nSe exempel Figur 8.9.\r\nHantering av prover\r\nProverna skall hanteras och transporteras som övriga ostörda prover. Se tidiga-\r\nre avsnitt ”Ostörda prover”.\r\nProvtagare för lermorän och annan mycket fast lera\r\nAllmänt\r\nI lermorän och annan mycket fast lera används ofta provtagare med öppna rör. \r\nI detta fall kan man som regel inte trycka ned en kolvborrutrustning till prov-\r\ntagningsdjupet med kolven på plats utan provtagningen får göras från bottnen \r\nav förborrade hål. Också när kolven lösgörs medför den totala tjockleken hos \r\nkompositprovtagare typ standardkolvprovtagare att den neddrivningskraft som \r\nkrävs även då blir mycket stor. Lermorän innehåller dessutom normalt gröv-\r\nre partiklar som lätt skadar den ömtåliga eggen i standardkolvborren samti-\r\ndigt som provdiametern är i minsta laget för detta material. I södra Sverige \r\nhar ”ostörd” provtagning med öppna rör i lermorän har visat fungera bra i s.k. \r\nBaltisk lermorän medan funktionen är mer osäker i den fastare och grövre s.k. \r\nNordostmoränen \r\nFörborrning\r\nProvtagning med öppna rör görs från bottnen av förborrade hål. Förborrnings-\r\ntekniken varierar beroende på det material som skall förborras. I ren fast lera \r\nkan den utföras med skruvborr och hålen står där normalt öppna. Finns lager \r\nav friktionsjord kan foderrör behövas för att inte material från dessa skall rasa \r\nned i hålet. I lermorän med ett stort innehåll av grövre partiklar kan förborr-\r\nning med skruvborr vara besvärlig och där lager eller linser av grövre jord fö-\r\nFigur 8.27 Förborrning \r\nmed “hollow stem auger”. \r\nDen förberedda provtaga-\r\nren som är klar att sänkas \r\nned i centrumhålet syns \r\nupphängd framför skru-\r\nven.\r\n","rekommer kan foderrörsborrning behöva utföras till provtagningsnivån. Ett al-\r\nternativ till foderrörsborrning är att använda en ”hollow stem auger”, som är en \r\nstor grov jordskruv med ett grovt rör i centrum. Under nedvridning av skruven \r\när centrumhålet täppt av en kolv och då provtagningnivån nåtts tas kolven upp \r\noch provtagaren kan sänkas ned i hålet, Figur 8.11.\r\n \r\nUtrustning\r\nProvtagaren består av ett tunnväggigt rör vars nedre ände svarvats till en egg. \r\nOfta används rör med en invändig diameter av 70 mm. Rostfria sömlösa äm-\r\nnesrör är att föredra eftersom dessa är släta in- och utvändigt, jorden inte fast-\r\nnar på grund av korrosion under lagringen i röret och de kan också användas \r\nvid miljögeotekniska undersökningar. Rörets längd kan variera. Ett nytt rör har \r\nnormalt en längd av omkring 0,6 m, men denna minskar då eggen svarvas om \r\npå grund av förslitning eller skador. Provtagarröret monteras på en adapter där \r\nrörets överdel fixeras så att det kan tryckas ned och dras upp utan att vicka. I \r\nadaptern finns en kulventil eller annan anordning så att luft och vatten inuti rö-\r\nret kan avgå vid nedpressningen och sluter tätt så att ett vakuum skapas över \r\njordprovet vid uppdragningen. På adapterns topp finns en övergång till de för-\r\nlängningsstänger som används, Figur 8.12. \r\nUtförande\r\n1 Förborra ned till den nivå där provtagningen skall påbörjas. \r\n2 Montera ihop provtagaren. Kontrollera att eggen på röret är skarp och att \r\nventilen är ren och fungerar. Sätt fast adaptern på rörets övre ände. Mät den \r\nfria längden inuti provtagaren från eggen till adapterns underkant. Som för-\r\nlängningsstänger används grova förlängningsstål, normalt ø 36 mm.\r\n3 För ned provtagaren till startdjupet för provtagningen\r\n4. Tryck ned provtagaren tills slaglängden, som motsvarar den uppmätta fria \r\nlängden minus en marginal på cirka 10 mm, med en hastighet av cirka 10 \r\nmm\/s. Om det blir stopp eller neddrivningskraften plötsligt ökar markant stan-\r\nnas neddrivningen. Detta tyder på att eggen gått emot en grövre partikel och \r\nvidare försök till neddrivning resulterar då endast till större skador på eggen.  \r\nFigur 8.28 Provtagarrör med adapter typ Tyréns.\r\n","5. Dra upp provtagaren försiktigt. Över slaglängden bör hastigheten vara cirka \r\n10 mm\/s och när provtagaren därefter går fritt i det förborrade hålet skall upp-\r\ndragningen vara jämn och utan vibrationer. \r\n6. Montera av provtagarröret från adaptern. Om provröret endast är delvis fyllt \r\nmed material läggs ett mellanlägg i och jord fylls på så att röret blir helt fyllt. \r\nFörsegla provtagarrörets ändar så att förslutningen blir tät. Märk röret med \r\nprovhål samt nivå på över- respektive underände. Notera på hylsan hur myck-\r\net material som eventuellt fyllts på.\r\nProtokoll\r\nProtokoll från provtagning med öppna rör förs på samma sätt som vid annan \r\nprovtagning. Se exempel Figur 8.9. Då provtagningen avbrutits före full slag-\r\nlängd görs en notering av detta med den aktuella utstansningslängden.  \r\nHantering av prover\r\nProverna skall hanteras och transporteras som övriga ostörda prover. Se tidiga-\r\nre avsnitt ”Ostörda prover”.\r\nStor Lerprovtagare typ SGI\r\nFör speciella ändamål har en stor provtagare utvecklats av SGI. Den är främst \r\navsedd för de högsensitiva leror där det visar sig mycket svårt att få upp prover \r\nmed god kvalitet samt för undersökningar där proverna skall undergå avance-\r\nrad provning i laboratoriet. Det senare kan t.ex. medföra behov av stora prover \r\noch\/eller prover där även egenskaper vid små töjningar inom det elastiska om-\r\nrådet kan mätas med god noggrannhet.\r\nProvtagaren och dess hantering är beskrivna i detalj i SGI, Göta älvutred-\r\nningen, GÄU, Delrapport 33: Metodbeskrivning för SGI:s 200 mm diameter \r\n”blockprovtagare” – Ostörd provtagning i finkornig jord. Nedanstående är en \r\nkort orientering om provtagaren.\r\nProvtagaren är av typen öppet rör med ett provtagarrör med 200 mm innerdi-\r\nameter och en längd av strax över 1 m. Den är försedd med en skarp skäregg \r\nmotsvarande standardkolvborren. I eggen finns en avskärningsanordning så att \r\nprovet kan skäras av i underkanten innan uppdragning efter utstansning. Stör-\r\nningen av provet kan vidare reduceras genom att ett luftövertryck förs på i den \r\navskurna snittytan, vilket hjälper till att lyfta provet och förhindrar att något \r\nsug uppstår under det. \r\nProvtagningen görs från bottnen av förborrade och stabiliserade hål, vilket for-\r\ndrar speciell förborrnings- och hålrensningsteknik samt inpumpning av bento-\r\nnitvätska för att stabilisera hålet. Provtagarens överdel består av ett lock med \r\nett stort hål som släpper igenom bentonitvätskan då provtagaren sänks ned i \r\nhålet och då provet stansas ut. Provtagarens överdel har en övergång till för-\r\nlängningsrör, normalt vanliga s.k. kolvborrör. Efter utstansningen kan hålet \r\nstängas med hjälp av ett inre stångsystem som löper inuti förlängningsrören, \r\nFigur 8.13.\r\n","Provtagaren trycks ned från bottnen av det förborrade hålet med en hastighet \r\nmotsvarande den vid kolvprovtagning och motsvarande väntetider används. \r\nEfter att fullt utstansningsdjup nåtts stängs hålet i överdelen och efter att vänte-\r\ntiden utgått skärs provet av med avskärningsanordningen. Samtidigt appliceras \r\nett luftövertryck i den avskurna slitsen som motsvarar det totala överlagrings-\r\ntrycket på provtagningsnivån. Provet dras därefter upp med bibehållet luftöver-\r\ntryck under provet tills provtagaren kommit helt upp i det förborrade hålet där \r\nvätsketrycket från stabiliseringsvätskan tar över.\r\nDet upptagna provet trycks normalt ut ur provtagarröret på provtagningsplat-\r\nsen och delas upp i sex delprovet som placeras på speciella provplattor.  De \r\ntäcks och försluts sedan med en blandning av paraffin och vax som armeras \r\nmed gasväv, Figur 8.14.\r\n \r\nMärkning av prover och protokollföring görs i princip som för övrig provtag-\r\nning, men i detta fall med märkpenna på förslutningen.\r\nHantering och transport av prover görs också i princip som för övriga ostörda \r\nprover.\r\nProvtagning med SGIs stora lerprovtagare fordrar en omfattande kringutrust-\r\nning och stor borrbandvagn. Normalt utförs arbetet av 3 personer .\r\nFigur 8.29 Stor SGI-provtagare upphängd i neddrivningsutrustning ovanför \r\nett förborrat hål. \r\n","Kärnprovtagning \r\nAllmänt\r\nVid kärnprovtagning kan ett kontinuerligt prov av hela den genomborrade \r\njordprofilen tas. Metoden utvecklades ursprungligen för tagning av prover i \r\nfast berg, men med modern utrustning kan prover tas även i andra relativt fas-\r\nta material som lermorän och mycket fast lera, löst berg som kalkberg och ler-\r\nskiffer samt konstgjort material som kalk-cementstabiliserad jord och kalk-ce-\r\nmentpelare m.m.\r\nHur lyckad provtagningen är mäts traditionellt i kärnutvinningsgraden, dvs. \r\nhur många procent längden av den upptagna kärnan utgör av det genomborra-\r\nde djupet. Vid provtagning i fast jord tillkommer hur intakt och ostört provet är \r\nefter upptagning och hantering inklusive transport.\r\nKärnprovtagning i fast berg\r\nFör kärnprovtagning i berg används huvudsakligen diamantborrning där borr-\r\nkronan roteras ned med ett visst matningstryck, samtidigt som en spolvätska \r\nrensar hålbotten och för upp borrkaxet till markytan. Vid borrningen samlas en \r\nkärna av berget kontinuerligt in i ett kärnrör. När kärnröret är fullt lyfts det upp \r\ntill markytan för att tömmas. Man skiljer här mellan konventionell metod res-\r\npektive wire-line metoden.\r\nUnder borrningen bör borrparametrarna sjunkhastighet, matningstryck, rota-\r\ntionshastighet, vridmoment, spoltryck och spolflöde registreras mot djupet. På \r\nFigur 8.30 Förslutning av delprover.\r\n","detta vis fås tillsammans med den upptagna kärnan en så fullständig bild av det \r\ngenomborrade materialet som möjligt. \r\nVid konventionell teknik tas hela systemet upp när kärnan skall tas ut. Detta \r\nkräver ett stabilt hål för att det skall vara möjligt att åter få ner kärnröret i hå-\r\nlet. Wire-line tekniken innebär att en fångstanordning skickas ned genom bor-\r\nrören. Fångstanordningen kopplas till det inre kärnröret som samtidigt lossgörs \r\nfrån ytterröret och sedan vinschas upp till markytan. Metoden innebär att borr-\r\nkronan och ytterröret står kvar i borrhålet medan kärnröret och kärnan tas upp.\r\nKärnrör finns i längder från 0,5 m till 6 m och har till uppgift att samla in och \r\nhålla kvar den urborrade kärnan. Kärnrören delas in i enkla, dubbla och trip-\r\npelkärnrör samt wirelinekärnrör. Mest används dubbla kärnrör. Enkla kärnrör \r\nanvänds när kärnkvaliteten och kärnutvinningen är mindre viktig. Trippelkärn-\r\nrör, som har ett foder i innerröret, används i lösa formationer där det är viktigt \r\natt kunna ta ur kärnan ur innerröret utan att skada kärnan. Trippelrör har i regel \r\nfrontspolning dvs. spolvätskan träffar aldrig kärnan direkt utan går genom ka-\r\nnaler i rörväggen fram till fronten.\r\nKärnan som matas in i kärnröret bryts efter uppnådd kärnlängd och hålls kvar \r\ni röret med hjälp av en kärnfångarhylsa. Efter att kärnröret tagits upp kan kär-\r\nnan tryckas ut och läggas i kärnlådor. Vid inläggning i kärnlådan är det mycket \r\nviktigt att kärnbitarna läggs in i rätt ordning och att de är rättvända samt att \r\nkärnförluster markeras med träklossar eller liknande. Lådan märks med upp-\r\ngifter om provtagningshål och de olika kärnbitarna i kärnlådan markeras så att \r\ndet framgår vilka djupintervall de tagits på. \r\nKärnprovtagning i löst berg och fast jord med Geobor S\r\nFör ostörd provtagning i löst berg och fast jord (och även i fast berg) kan kärn-\r\nprovtagning typ Geobor S utföras. Geobor S är ett modernt wire-line system \r\nmed trippelkärnrör. Utrustningens ytterdiameter är 146 mm och de upptagna \r\nkärnorna har en diameter av 102 mm. Det inre röret, kärnröret, är försett med \r\nett foder i form av ett 1,5 m långt PVC-rör, Figur 8.15. Till utrustningen finns \r\nolika borrkronor som kan väljas beroende på vilken typ av jord och\/eller berg \r\nborrningen skall utföras i.\r\n \r\nBorrningen utförs i 1,5 eller 3 m långa intervall. Under borrningen regleras \r\nmatningskraft, rotationshastighet och spolflöde så att borren skär sig ned i ett \r\njämnt förlopp utan att röra om materialet och utan att finmaterial spolas ur. \r\nOperatörens erfarenhet av borrning i den aktuella typen av material är avgöran-\r\nde för vilken kärnutvinningsgrad och provkvalitet som uppnås, liksom för att \r\nminimera slitaget av de dyrbara borrkronorna. En rätt utförd borrning ger ofta \r\nnärmare 100 % kärnutvinning. Efter varje intervall förs fångstanordningen ned \r\noch kärnröret vinschas upp med wiren.  \r\nNär kärnröret tagits upp trycks PVC-röret med kärnan ut. Kärnor av berg tas \r\nsedan oftast ut på plats och placeras i kärnlådor på motsvarande sätt som öv-\r\nriga bergkärnor. Prover av jord kan tas ut och benämnas på plats, men om de \r\nskall undersökas i laboratoriet förvaras de normalt inuti PVC-röret vars ändar \r\nförseglas tätt innan rören transporteras in till laboratoriet. I detta fall måste ex-\r\ntrem varsamhet iakttas eftersom de slanka PVC-rören lätt böjs. Detta gäller så-\r\n","väl då rören tas ur kärnröret som under alla moment då de lyfts och läggs ned \r\nsamt under transport. I annat fall går en ursprungligen mycket hög provkvalitet \r\nlätt förlorad. Prover av berg kan hanteras på motsvarande sätt om man t.ex. vill \r\nbevara fukthalten. \r\nFör detaljerade beskrivningar av kärnborrning med olika typer av utrustning \r\nhänvisas till tillverkarens anvisningar.\r\nProtokoll\r\nUnder borrningen förs speciella kärnprovtagningsprotokoll. Av speciellt intres-\r\nse är då noteringar om kärnförluster, dvs. avsnitt där inget prov fåtts. I proto-\r\nkollet skall dessutom finnas obligatoriska uppgifter enligt kapitel 1 och till pro-\r\ntokollet skall bifogas en datafil med de registrerade borrningsparametrarna\r\n \r\n8.4 Störd provtagning\r\n8.4.1 Skruvprovtagare\r\nAllmänt\r\nVid skruvprovtagning tas störda eller omrörda prover kontinuerligt genom \r\nFigur 8.31 Konstruktion av kärnborrutrustning Geobor S.\r\n","jordprofilen. Kvaliteten beror av jordart, grundvattenförhållanden och hante-\r\nring av proverna samt den beskrivning och benämning som görs i fält.\r\nProvtagning görs genom att skruvprovtagaren skruvas ned genom vridning av \r\nstången till provtagningsdjupet varefter den dras rakt upp. Jord från provtag-\r\nningsnivån blir då kvar på flänsarna och följer med upp. Skruvprovtagning ut-\r\nförs normalt med borrvagn.\r\nSkruvprovtagning försvåras av stenig jord. Metoden används främst i kohe-\r\nsions- och siltjord men också i sand och fingrus över grundvattenytan. Meto-\r\nden används normalt ned till ca 5 m djup, men kan tillämpas till 10 – 15 m. \r\nFördelen med skruvprovtagning är att man snabbt kan få en kontinuerlig bild \r\nav jordlagerföljden. En nackdel är att vid provtagning i sandig och grusig jord \r\nunder grundvattenytan sköljs provet lätt av från flänsarna vid uppdragningen. \r\nEn annan nackdel med skruvprovtagning är att jord från borrhålsväggen kan \r\nrasa ner på skruvens övre del samt häftar vid provet under uppdragningen. Det-\r\nta kan undvikas genom att utföra skruvprovtagning med foderrör.\r\nFigur 8.32 Skruvprovtagare \r\nmed olika dimensioner och \r\nför förlängningsstänger från \r\n22mm diameter till R32. \r\n","Utrustning\r\nSkruvprovtagaren är utformad som en skruv och består av en stålstång som \r\nförsetts med en spiralfläns. Skruvprovtagare finns med diametrar från 30 – 200 \r\nmm och med längder från 0,25 till 2,0 m. Vanligast är diameter 60 – 100 mm \r\noch 1 m längd. Skruvprovtagare skarvas med förlängningsstänger från 22 mm \r\ndiameter upp till bergborrstål R32, Figur 8.16.\r\n \r\nUtförande \r\n1. Skruva ned provtagaren. Anpassa rotationen och sjunkningen till skruvens \r\nstigning så att jorden rörs om så lite som möjligt. \r\n2. Dra skruvprovtagaren rakt upp utan vibrationer så att provet ligger kvar \r\nmellan flänsarna.\r\n3. Tag bort sådant material längs skruvprovtagarens utsida och på och i dess \r\növre fläns som kan antas inte komma från provtagningsnivån. Skrapa provets \r\nyta med kniv för att få en färsk jordyta för klassificering. Beskriv provet med \r\ndess olika lager och skikt, varvighet m.m. och gör en preliminär jordartsbe-\r\ndömning av de olika lagren. I vissa fall kan ett foto vara till hjälp. Ta ut re-\r\npresentativa prover på varje jordlagerskikt, dock minst ett per meter och lägg \r\ndessa i väl tillslutna och märkta plastpåsar.\r\n4. Vid märkning – använd blyertspenna eller riktig bläckpenna. Använd inte \r\nolika typer av färgppennor, vilket kan leda till att texten försvinner. För att \r\nunderlätta för laboratoriet bör alla provpåsar från samma hål läggas i en egen \r\nplastpåse tillsammans med originalet av provtagningsprotokollet.\r\n5. Rengör skruvborren och driv ned den till det djup där föregående provtag-\r\nning avslutades och påbörja nästa provtagning.\r\nProtokoll\r\nPå provtagningsprotokoll från skruvprovtagning skall följande noteras: \r\n• Obligatoriska uppgifter enligt kap. 1.\r\n• Typ av provtagare.\r\n• Dimension, diametr och längd.\r\n• Provtagningsklass.\r\n• Neddrivningssätt.\r\n• Försöksdjup.\r\n• Prov \/ hylsa nr.\r\n• Preliminär jordartsbedömning.\r\n \r\n","8.4.2 Sonicborrning\r\nAllmänt\r\nVid sonicborrning tas en störd kontinuerlig borrkärna genom jordprofilen. Me-\r\ntoden kan i sin enklare form främst ses som ett alternativ till skruvprovtagning. \r\nProvtagning med sonicborrning går fortare och kan drivas djupare, men fordrar \r\nå andra sidan speciell neddrivningsutrustning. Fördel med metoden är att vat-\r\ntenförande skikt kan identifieras.\r\nSonicborrning är ett samlingsnamn för borrning där vibration, enbart eller i \r\nkombination med rotation av en borrkrona, används för neddrivning. Vibra-\r\ntionerna med mycket hög frekvens (cirka 200 Hz) skapas av  excenterrotation \r\ni borrhuvudet i utrustningen på markytan eller i borrkronan. Det finns utrust-\r\nFigur 8.33 Exempel på ifyllt protokoll från skruvprovtagning.\r\n","ningar som tar upp kärnor med diametrar av upp till 300 millimeter och som \r\nkan gå ned till ca 250 meters djup och ta prover i både jord och berg. De ut-\r\nrustningar som använts i Sverige har dock som regel varit av en betydligt min-\r\ndre och enklare typ, som är avsedd för provtagning i jord och där neddrivning-\r\nen görs med enbart vibration från markytan och kärndiametrarna är omkring \r\n50 – 71 mm. Större utrustningar har dock börjat introduceras också i de nordis-\r\nka länderna.\r\nDe mindre och enklare utrustningarna klarar inte att ta prover i alltför grova \r\nfriktionsmaterial, men har visat sig kunna användas i lera, silt, friktionsjord till \r\noch med mellangrus samt finkorniga moräner med begränsad sten och block-\r\nhalt. Nedrivningsdjupet begränsas i princip av borriggens lyftkraft och att de \r\nvibrationer som alstras vid markytan skall kunna fortplantas ned till provtaga-\r\nren. De svenska erfarenheterna begränsas i huvudsak till provtagningar ned till \r\nca 35 m djup och dämpning av vibrationen på vägen har då inte medfört något \r\nproblem. \r\nUtrustning\r\nProvtagningsutrustningen består av en typ av kolvborr med en hydrauliskt dri-\r\nven kolv och där provtagarröret kan förses med speciella skär och bleck för \r\nprovtagning i olika typer av jord. Hydraulvätskan är vatten. Några inre prov-\r\nhylsor finns inte, men proven kan tryckas ut i plaststrumpor eller olika typer av \r\nrör.\r\nUtförande\r\nVid provtagningen vibreras den stängda provtagaren ned till aktuell provtag-\r\nningsnivå. Där lösgörs kolven med en stång i förlängningsrören som öppnar en \r\nventil, varpå provtagaren vibreras vidare. Jordprovet (kärnan) går då in i röret \r\nsamtidigt som kolven stannar på nivån och vattnet ovanför denna går upp i för-\r\nlängningsrören. Provtagarens slaglängd kan variera mellan ca 2 – 4 m, men 2 \r\nm prover är mer hanterliga. Efter att full slaglängd nåtts avslutas nedrivningen. \r\nVentilen till kolven stängs så att kolven hålls kvar och vattentrycket ovanför \r\ninte kan trycka ut provet under uppdragningen. När provet tagits upp till mar-\r\nkytan fälls borrvagnens mast till lämplig vinkel, varpå ett vattentryck förs på \r\nkolven och jordprovet trycks ut och fångas upp i ett halvrör. \r\nProvets yta skrapas med en kniv eller spatel för att få en färsk provyta för klas-\r\nsificering. Prover av lös lera delas lämpligen på längden med en trådavskärare. \r\nJorden beskrivs med sina olika lager och skikt, varvighet m.m. och en prelimi-\r\nnär jordartsbedömning av de olika lagren görs. Proven bör dessutom fotodo-\r\nkumenteras. Representativa prover tas ut från varje jordlagerskikt, dock minst \r\nett per meter och dessa läggs i väl tillslutna och märkta provpåsar. Om provet \r\ntrycks ut inuti en plaststrumpa eller någon typ av rör försluts dessa tätt i båda \r\nändar och provet transporteras i sin helhet till laboratoriet liggande i sitt rör el-\r\nler halvrör.\r\nVid provtagningen skall beaktas att när provtagaren dras upp och sedan förs \r\nned till nästa provtagningsnivå kan material rasa ned i hålet, eller hålet gå igen. \r\nDet är därför viktigt att kontrollera att den nya provtagningen inte påbörjas på \r\nen högre nivå än där den föregående avslutades. Också när detta krav är upp-\r\nfyllt skall materialet i toppen av den nya kärnan kontrolleras mot materialet i \r\n","botten av den föregående. Om dessa inte stämmer överens får en bedömning \r\ngöras om det översta materialet i det nya provet kommer från den aktuella ni-\r\nvån eller förts ned av kolven från en ovanliggande nivå. Detta bör noteras sär-\r\nskilt i protokollet med angivande av hur stor del av provet som bedömts som \r\ninte kommer från den aktuella provtagningsnivån.\r\nOm det kommer upp prover som är betydligt kortare än neddrivningslängden, \r\nkan detta bero på att grovt material fastnat i rörspetsen eller inuti röret. Kärn-\r\nförluster skall noteras i fältprotokollet. Eventuellt kan provet på den aktuella \r\nnivån tas om i ett parallellt borrhål där provtagaren vibreras ned direkt till ni-\r\nvån ifråga.\r\nFör detaljerade beskrivningar av sonicborrning med olika typer av utrustningar \r\nhänvisas till tillverkarens anvisningar.\r\nProtokoll\r\nI provtagningsprotokoll från sonicborrning ska följande noteras:\r\n• Obligatoriska uppgifter enligt kap. 1.\r\n• Typ av provtagare.\r\n• Dimension, diameter och längd.\r\n• Provtagningsklass.\r\n• Neddrivningssätt.\r\n• Försöksdjup.\r\n• Jordlagerföljd så som den bedömts i fält med indelning efter lagergränser och \r\npreliminär bedömning (samt angivande av eventuellt material som bedömts \r\nsom inte kommande från aktuell nivå och eventuella kärnförluster).\r\n• Nummer på prover från representativa nivåer.\r\n• Djupet till fri vattenyta i provtagningshålet.\r\nFigur 8.34 Uttryckning av prov vid sonicborrning. \r\n","8.4.3 Kannprovtagare\r\nAllmänt\r\nKannprovtagare används för att ta upp omrörda prover av friktionsjord i ensta-\r\nka punkter under grundvattenytan. Kannprovtagning kan utföras i olika jordar \r\nmen grovt grus och sten kommer inte in i provtagaren. Med kannprovtagare får \r\nman oftast små omrörda prover som under grundvattenytan är starkt uppblan-\r\ndade med vatten. Vid nedslagning av kannprovtagare kan en viss krossning av \r\njorden närmast provtagaren ske så att kornstorleksfördelningen på det inmata-\r\nde provet inte är helt representativ för jordmassan.\r\nUtrustning\r\nDem vanligaste typen av kannprovtagare består av en robust provtagningsspets \r\ndär provet matas in i provtagaren från sidan när provtagaren vrids runt. För att \r\nskrapa in jord i provtagaren är den utvändigt försedd med en inmatningsläpp. \r\nKannprovtagaren finns i olika storlekar med innerdiametrar från 35 till 70 mm \r\navsedda för skarvstänger från 25 mm diameter upp till 1 ¼ tums bergborrstål, \r\n(R32), Figur 8.19.\r\n \r\nUtförande\r\n1. Se till att kannprovtagaren är rengjord invändigt och stängd.\r\n2. Tryck, slå eller heja ner provtagaren till avsedd provtagningsnivå. Dra åt \r\nFigur 8.35 Kannprovtagare med anslutning för bergborrstål. \r\n","förlängningsstängerna ordentligt så att skarvarna inte öppnas då stängerna \r\nroteras baklänges efter provtagningen. Se till att stängerna inte vrids under \r\nneddrivningen för då öppnas provtagaren.\r\n3. Vrid stänger och provtagare ett antal varv så att provtagaren öppnas och jor-\r\nden fyller provtagaren. Vrid därefter några varv åt andra hållet så att provtaga-\r\nren åter stängs.\r\n4. Ta upp kannan genom att dra stängerna rakt upp och lägg sedan provtagaren \r\npå marken. Gör ren provtagarens utsida innan den öppnas. Tag ut provet och \r\ngör en preliminär benämning.  \r\n5. Lägg provet i en tydligt märkt och väl försluten plastpåse.\r\nProtokoll\r\nPå provtagningsprotokoll från provtagning med kannprovtagare skall följande \r\nnoteras.\r\n• Obligatoriska uppgifter enligt kap. 1.\r\n• Provtagningsdjup.\r\n• Typ av provtagare.\r\n• Dimension, diameter och längd.\r\nFigur 8.36 Exempel på ifyllt provtagningsprotokoll från kannprovtagning.\r\n","• Provtagningsklass.\r\n• Neddrivningssätt.\r\n• Nummer på prover och preliminär benämning av dessa.\r\n• Djupet till fri vattenyta i provtagningshålet.\r\n• Anmärkningar av betydelse för bedömning av provets kvalitet.\r\n \r\n8.4.4 Provtagningsspets typ Borro\r\nAllmänt\r\nProvtagningsspets används för tagning av störda prover i enskilda punkter av \r\nfrämst friktionsjord som inte innehåller alltför mycket sten och block, men \r\nockså fast kohesionjord samt vid provtagning på stora djup.\r\nProvtagningsspetsar kan användas oberoende av om hålet står öppet eller inte. \r\nDe mindre provtagarna ger ofta alltför små jordprover, varför man bör välja en \r\nstörre typ då jorden är grusig eller vid provtagning för mer omfattande labora-\r\ntorieundersökning.\r\nUtrustning\r\nProvtagningsspets typ Borro består av ett provtagningsrör som är skruvat på \r\nen gängad spindel. Denna provtagare finns med 25, 34 resp. 50 mm diameter. \r\nProvtagaren är normalt försedd med en provhylsa för förvaring och transport \r\nav proverna. Provtagningsspetsarna drivs ner till avsedd provtagningsnivå med \r\ntryck, slaghammare eller hejare, Figur 8.21.\r\nFigur 8.37 Provtagningsspets typ Borro med provhylsa.\r\n","Utförande\r\n1. Kontrollera att provtagaren är väl rengjord, gängorna infettade och O-ring-\r\narna oskadade.\r\n2. Montera ihop provtagaren. Skruva upp provtagaren på spindeln till sitt \r\növersta läge. Dra inte åt för hårt. En för hårt dragen spindelmutter medför risk \r\natt den nyper och att provtagningspetsen inte öppnas vid provtagningen. \r\n3. För in provhylsan i det nedre huset efter att provtagarhusen monterats.\r\n4. Montera in en slutare om det finns risk för att provet rinner ut, t.ex. i ensar-\r\ntad sand under grundvattenytan.\r\n5. Skruva på spetsmanteln\r\n6. Driv ned provtagaren till avsedd provtagningsnivå. Se till att stängerna inte \r\nvrids under neddrivningen eftersom spetsen öppnas vid vridning (antingen \r\nmedurs eller moturs beroende på om provtagaren är tillverkad för vänster- el-\r\nler högergängade förlängningsstänger). Då provtagningen påbörjas skall prov-\r\ntagarens spets befinna sig 100 mm över provtagningsnivån.\r\n7. Gör en markering på borrstålen innan provtagningen påbörjas. Vrid därefter \r\nstången 30 hela varv (medurs eller moturs). Om provtagaren inte stansar ut \r\nprovet märks detta genom att stängerna rör sig uppåt. Tryck eller slå då för-\r\nsiktigt på stängerna så att markeringen förblir på ursprunglig nivå. Driv för \r\nsäkerhets skull ned provtagaren ytterligare 100 – 200 mm efter avslutad vrid-\r\nning.\r\n8. Dra upp provtagningsspetsen försiktigt och rakt upp utan vridning. Skru-\r\nva av spetsmanteln och plocka bort eventuellt slutarbleck. Dra ut provhylsan, \r\nförslut den med lock och lägg den i en plastpåse med etikett och förslut. Om \r\nhylsan inte är helt fylld ska hålrummet fyllas med trassel eller liknande. \r\n9. Fyll i uppgifterna om provet på etiketten.\r\n10.Om det inte går att dra ut provhylsan får innehållet i hylsan skrapas ut och \r\nläggas löst i plastpåsen. Normalt går det sedan lättare att få loss provhylsan.\r\nProvtagaren skall rengöras ofta eftersom finmaterial som tränger in kan skada \r\nutrustningen och mekanismens funktion.\r\nProtokoll\r\nProtokoll för provtagning med  provtagningsspets förs på samma sätt som vid \r\nkannprovtagning. Exempel se Figur 8.20.\r\n8.4.5 Moränprovtagare\r\nGenomströmningsprovtagare 45 mm\r\nGenomströmningsprovtagaren är försedd med en ringborrkrona och ett hål i \r\nena väggen, se Figur 8.22. Provtagaren borras ner. Vid nedborrningen vandrar \r\ndet lossborrade materialet in genom eggen och fortsätter ut genom hålet i prov-\r\ntagarens sida.\r\nNär önskat provtagningsdjup har nåtts, dras provtagaren upp. Materialet från \r\ndetta djup stannar i de flesta fall kvar i provtagaren. Svårigheter att få materi-\r\nalet att stanna kvar kan dock uppstå i ensgraderat material under grundvatteny-\r\ntan. Efter uppdragningen töms provtagaren. \r\nVid stenig jord kan inmatningshålet blockeras och man förlorar då eller får en \r\nfalsk uppgift om den faktiska provtagningsnivån.\r\n","Provtagare typ Mullvaden\r\nProvtagare för morän, makadam och bergöveryta. Provtagare består av ett yt-\r\nterrör och innerrör där innerröret är delbart, se Figur 8.23. Vid behov monteras \r\nett styvt slutarbleck. Provtagaren finns i dimensionen 72 eller 99 mm (ytterdia-\r\nmeter). På ytterröret är en ringborrkrona monterad. Provtagaren slås eller spo-\r\nlas ned.\r\nFigur 8.38 Genomströmningsprovtagare med 45 mm diameter. \r\nFigur 8.39 Provtagare typ Mullvaden.\r\n"," \r\nProvtagare för foderrörsborrning\r\nI fast jord kan foderrörsborrning användas för efterföljande provtagning  ge-\r\nnom foderröret. Foderrörsborrningen kan göras antingen genom borrning med \r\nringkrona, med centrisk borrkrona  eller borrning med excenterkrona, typ \r\nODEX-borrning.\r\nVid borrning med ringkrona borras ett foderrör försett med ringborrkrona och \r\ncentrisk borrkrona samtidigt till önskat djup. Den centriska borrkronan dras \r\nupp och provtagning kan utföras genom foderröret.\r\nVid borrning med ODEX följer ett tunnväggigt foderrör av stål en excenter-\r\nrymmare och borrkrona som borrar ett hål stort som foderrörets yttre diameter. \r\nFoderröret roteras inte. Excenterrymmaren kan fällas in genom omvänd rota-\r\ntion och dras upp tillsammans med borrstålen genom foderröret.\r\nNär foderröret borrats till avsedd nivå dras borrkronan upp och provhämtaren \r\nsätts på. Provhämtaren består av ett öppet rör med en överdel som är utformad \r\nså att röret kan slås ned med hjälp av antingen en sänkhammare, som verkar \r\ndirekt på provhämtarens överdel, eller en topphammare som slår på förläng-\r\nningsstängerna vid markytan. Vid provtagningen slås provhämtaren ned ca 1 \r\nmeter under foderrörets botten innan den dras upp och töms.\r\nPG provtagare φ 90 mm är ett exempel på en stor provhämtare med slutar-\r\nbleck, som används på detta sätt.\r\n \r\nProtokoll till moränprovtagare förs på samma sätt som till kannprovtagning, se \r\nexempel Figur 8.20.\r\n8.4.6 Kaxprovtagning i berg\r\nVid kaxprovtagning tas prov ut på det borrkax som spolas upp ur borrhå-\r\nlet med spolvätskan (vatten eller mud) eller luft. Det kaxförande spolmediet \r\nströmmar upp antingen mellan borrör och borrhålsvägg (direktspolning) eller \r\ninuti borrören (omvänd spolning). Uppe på markytan avskiljs kaxet från spol-\r\nvätskan för vidare analys.\r\nHammarborrning med omvänd spolning är vanligast för kaxprovtagning. Me-\r\ntoden är en kombination av sänkhammare och en högtryckskompressor. Meto-\r\nden medför att borrkaxet går upp i centrum av borröret, vilket förhindrar en in-\r\nblandning av material från hålets väggar och ger ett mer representativt prov än \r\nborrning med direktspolning.\r\n8.5 Provgropsundersökning\r\n8.5.1 Allmänt\r\nEn provgropsundersökning är i många fall ett bra komplement till andra geo-\r\ntekniska undersökningar. I vissa fall är metoden dessutom att föredra eftersom \r\nden ofta ger direkta svar på praktiska frågeställningar utan att man behöver gå \r\nomvägen över bedömningar utifrån olika geotekniska parametrar. Provgrops-\r\nundersökningar för frågeställningar i samband med vägbyggande är i detalj be-\r\nskrivna i Vägverkets publikation 2006:59 – Provgrops undersökning.\r\n","Provgropsgrävning gör det möjligt att studera jorden och dess beteende i stör-\r\nre skala jämfört med provtagning i hål, att undersöka hela jordmaterialet med \r\neventuella stenar och block samt att välja representativa prover. Provgrops-\r\ngrävning görs för att på plats studera:\r\n• jordlagerföljd, ingående jordarter och eventuellt bergnivån\r\n• deformationsegenskaper för grundläggning av väg eller byggnadsverk\r\n• grundvattenförhållanden\r\n• jordens användbarhet som resurs i byggnadstekniska sammanhang\r\n• schaktbarhet\r\n• stabilitet hos schaktslänter\r\nProvgropsgrävning kan dessutom användas för att lokalisera föroreningar och \r\nbefintliga konstruktioner i jorden.  Metoden används dessutom när man vill ha \r\nstörre provmängder för närmare undersökning av materialets egenskaper i la-\r\nboratorium.\r\nProvgropsgrävning används vid provtagning i stenig och blockig jord, där det \r\ninte går att ta prover med andra metoder. Provgropar ned till 5 m djup kan ut-\r\nföras med vanliga grävmaskiner. För större djup krävs speciell utrustning eller \r\natt maskinen först schaktar sig ned och kan stå på en nivå under markytan.\r\nProvgropsgrävning vid planerade grundkonstruktioner skall alltid göras utanför \r\nden tänkta konstruktionen eftersom grävningen luckrar upp jorden. \r\n8.5.2 Utrustning\r\nNormalt används grävmaskin men i vissa fall måste man gräva för hand. Gräv-\r\nmaskinens storlek anpassas till aktuella grävningsförhållanden och önskat \r\ndjup.\r\n8.5.3   Utförande\r\nGrävning\r\nVid provgropsgrävning måste stor försiktighet iakttas för att undvika olyck-\r\nor. Groparna ska vara så stora att man lätt kan inspektera dem och ta ut prover. \r\nSchakten och dess slänter skall stöttas eller utformas så att det inte finns någon \r\nrisk för ras eller annat brott i jorden. Ingen personal får gå ned i gropen om det \r\nfinns risk för ras. Provgropen skall fyllas igen så snart som möjligt efter att ak-\r\ntuella provtagningar och observationer gjorts. En djupare öppen provgrop som \r\nlämnas obevakad ska inhägnas och skyltas.\r\nPlacering av provgropen ska ske så att grundläggningsförhållandena för plane-\r\nrad anläggning inte påverkas negativt.\r\nProvtagning, provning och bedömning\r\nVid provgropsgrävning kan följande undersökningar utföras. Omfattningen be-\r\nror dock på ändamålet med provgropen.\r\n• Provtagning och jordartsbestämning. Provtagning görs under grävningens \r\ngång eller i schaktväggen efter avslutads schakt. När jorden bedöms vara ho-\r\n","mogen kan prover t.ex. tas varje 0,5 eller 1,0 m och annars i representativa \r\npunkter. Proverna benämns preliminärt på plats. Vid störd provtagning i ste-\r\nnig och blockig jord görs en sortering så att material < 63 mm separeras från \r\nsten och block. Det finare materialet tas in som prover till laboratoriet. Enligt \r\nvägverkets publikation 2006:59 skall ett prov lämpligen fylla två murarhinkar \r\n(som rymmer 17 liter vardera) vilket ger minst 50 kg material. Om den största \r\nkornstorleken understiger 40 mm kan provmängden minskas till cirka 15 kg \r\n(vilket motsvara cirka 10 liter). Prover av finkornigare jord, i vilka den natur-\r\nliga fuktigheten skall bevaras, läggs i märkta plastpåsar, försluts tätt och han-\r\nteras som övriga störda prover.\r\n För speciella undersökningar kan hela blockprover tas av jorden. \r\n• Bestämning av sten- och blockhalt kan göras för varje representativt jordla-\r\nger i provgropen med sorteringsmetoden eller gallermetoden eller bedömas \r\nokulärt.\r\n• Stabiliteten i schaktslänter kan studeras. I detta fall måste dock inverkan av \r\nschaktens övriga geometri samt inverkan av nederbörd, uttorkning och andra \r\ntidseffekter tas i beaktande.\r\n• Schaktbarhetsklassificering kan göras i klasserna 1 till 5 enligt Klassifice-\r\nringssystem -85 i Byggforskningsrådets skrift ”Schaktbarhet”. (Systemet \r\nfungerar bra för relativt lättschaktad jord med är mycket osäkert i finkorniga \r\nmoräner och jord med högt sten och\/eller blockinnehåll.)\r\n• Bestämning av deformationsegenskaper vid grundläggning kan göras med \r\nplattbelastning på schaktbottnen. Bestämningen kan göras enligt Vägverkets \r\npublikation 1993:19 Bestämning av bärighetsegenskaper med statisk plattbe-\r\nlastning.\r\n• Grundvattenobservationer av inläckningsnivån samt var och hur mycket vat-\r\nten som rinner till gropen. För att kunna mäta den stabiliserade grundvatten-\r\nytan är det lämpligt att sätta ett perforerat grundvattenrör i gropen innan den \r\nfylls igen. \r\n• Erosionsbenägenheten kan studeras hos jordlagren i schaktslänterna under \r\ninläckningsnivån. Eventuella flytjordsegenskaper och tendenser till botten-\r\nuppluckring i schaktbottnen kan också studeras och dokumenteras.\r\n• Bergytans nivå i schaktbottnen kan bestämmas om denna påträffas och då \r\nockså bergart och bergkvalitet samt strykning och stupning på eventuella \r\nsprickplan. \r\nI vissa fall kan densitetsbestämning in situ göras i provgropen.\r\nProvgropen och det omgivande området bör dokumenteras med foton i stor \r\nomfattning. Bilder från provgropen bör innehålla en skalstock. Också det upp-\r\nschaktade material som inte tas in till laboratoriet bör fotodokumenteras. \r\nAtt videofilma delar av provgrävningen kan också vara en fördel.\r\n8.5.4 Protokoll\r\nProvgropsgrävning ska redovisas i protokoll som förutom obligatoriska upp-\r\ngifter enligt Kapitel 1 skall innehålla uppgifter om:\r\n• Väderlek och temperatur\r\n• Använd schaktutrustning\r\n• Typ av mark och topografi\r\n• Markytans nivå\r\n","• Eventuellt tjäldjup\r\n• Provgropens geometri\r\n• Fotodokumentation\r\n• Jordlagerföljd (jordart samt sten- och blockhalt)\r\n• Ytblockighet\r\n• Beteckning på tagna prover\r\n• Grundvattenobservationer (flöde, inläckningsnivå, stabiliserad nivå)\r\n• Övriga observationer (erosion, flytjordsegenskaper, bottenuppluckring)\r\n• Övriga undersökningar och bedömningar (som släntstabilitet, deformationse-\r\ngenskaper, schaktbarhet, densitet).\r\nDokumentation av provgropsundersökningen sker i protokoll, se exempel i Ka-\r\npitel 13. Protokollet ska åtföljas av fotodokumentationen samt bilagor med \r\nresultaten från de bedömningar och provningar som utförts. En måttsatt skiss \r\nsom utvisar var i gropen olika prover tagits och andra observationer\r\nFigur 8.40 Exempel på måttsatt skiss över provtagning och observationer vid provgropsun-\r\ndersökning. \r\n","9.1  Inledning\r\nFältprovning med In situ-metoder är undersökningsmetoder där mätning av en \r\negenskap hos jorden görs direkt på plats (in situ) i jorden, på diskreta punkter \r\neller nivåer. Detta till skillnad från fältprovning med sondering som sker med \r\nsammanhängande provningar av jordens egenskaper. Fältprovning med in-situ \r\nmetoder finns för att mäta:\r\n• densitet (volymvikt)\r\n• spänningstillstånd\r\n• skjuvhållfasthet\r\n• bärighet\r\n• deformationsegenskaper\r\n• permeabilitet (hydraulisk konduktivitet)\r\nI Tabell 9.1 har de metoder som beskrivs i detta kapitel gråmarkerats, och för \r\növriga metoder ges en hänvisning till andra kapitel i Fälthandboken där mer \r\ndetaljerad information finns att hämta.                            \r\nStandarder och rekommendationer inom området finns i Kapitel 14.\r\nOm en europeisk standard finns gäller denna. Några formella svenska standar-\r\nder för in situ-metoder har inte funnits tidigare utan s.k. av SGF rekommende-\r\n9. Fältprovning med in situ-metoder\r\nTabell 9.17 Fältprovning med in situ-metoder.\r\n","rade standarder har använts. Dessa ersätts av europeiska standarder alltefter-\r\nsom de senare blir färdiga och antagna.\r\n9.2 Dilatometerförsök\r\n9.2.1 Allmänt\r\nDilatometer används för att mäta spänningstillstånd, hållfasthet och deforma-\r\ntionsegenskaper i lera, silt och sand. \r\n9.2.2 Utrustning\r\nDilatometerutrustningen består av följande huvuddelar:\r\n• Dilatometer (mätkropp)\r\n• Neddrivningsstänger\r\n• Mät- och regleringsinstrument\r\n• Tryckslangar\r\n• Gastub med reduceringsventil\r\n• Jordkabel\r\n• Vakuum- och tryckpump med manometer för kalibrering av nollvärden\r\nDilatometern (mätkroppen) består av en stålplatta med tjocklek 15 mm, längd \r\n240 mm och bredd 96 mm. Måtten kan variera något för olika modeller. Mitt \r\npå plattans ena bredsida finns ett cirkulärt stålmembran med diametern 60 mm. \r\nBakom membranet finns en tryckkammare och ett kontaktdon som kortsluter \r\nen elektrisk krets då membranet är tryckt mot plattan respektive har trycks ut \r\n1,1 mm från denna. Membranet trycks ut med gastryck via en slang till marky-\r\ntan.\r\nNeddrivningsstängerna utgörs av kolvborrstänger φ 42 mm eller hålade stänger \r\nφ 32 – 36 mm. För att slangen skall kunna passera inuti stängerna krävs ett fritt \r\nhål i skarvtapparna på minst 6 mm.\r\nMätinstrumentet innehåller två manometrar med olika mätområden som om-\r\nkopplas automatiskt. Instrumentet innehåller en elektrisk krets med ljud- och \r\nvisarsignal. Signalen ges när:\r\n• dilatometerns membran är tryckt mot botten av tryckkammaren\r\nFigur 9.41 Dilatometer – Mätkropp och mät- och reglerinstrument.\r\n","• dilatometerns membran har tryckts ut 1,1 mm.\r\nTvå tryckslangar behövs för att utföra försöket:\r\n• Tryckslang 1 från gastuben till mätinstrument\r\n• Tryckslang 2 från mätinstrument till dilatometern. Denna tryckslang innehåll-\r\ner också elledning för signalkretsen. Fel i tryckslang 2 kan sällan avhjälpas i \r\nfält. En extra slang bör därför finnas med i reserv.\r\nGastuben innehåller kvävgas (nitrogen) eller torr komprimerad luft. Trycket \r\nskall vara minst 4 MPa (40 bar).\r\nJordkabeln används för ”jordning” av instrumentet mot dilatometern så att \r\nströmkretsen sluts då kontaktdonet bakom membranet slår till.\r\nVakuumpumpen används för att för hand suga in dilatometerns membran mot \r\nbotten av tryckkammaren i dilatometern och att trycka ut det 1,1 mm vid kali-\r\nbrering av nollvärden.\r\nMått och toleranser m.m. redovisas bl.a. i av SGF rekommenderad standard. \r\nDär anges att dilatometerplattans tjocklek ska vara 13,5 – 15,0 mm. Spetsvin-\r\nkeln i eggen ska vara 16°. Dilatometern ska vara rak. Även neddrivningsstäng-\r\nerna ska vara raka, maximal utböjning får vara 0,5 mm\/m för de nedersta 5 \r\nmetrarna och 1 mm\/m högre upp. Skarvarna ska ha samma rakhet som stänger-\r\nna. \r\nTryckslangen mellan dilatometer och mät- och regleringsinstrument ska vara \r\ntät. Avläsningsfelet på instrumentets manometrar får maximalt vara 0,5 % av \r\nmätområdet. Instrumentet ska kalibreras minst en gång per år eller efter skada, \r\növerbelastning och reparation.\r\n9.2.3 Kontrollpunkter före  \r\n användning \r\nKontrollera att:\r\n• Kalibreringen av mätinstrumentet är giltig enligt företagets kvalitetssystem.\r\n• Membranet är tätt och inte alltför slitet (repigt). Kontrollera också att mem-\r\nbranet inte är alltför tjockt och styvt. För lös och medelfast finkornig jord an-\r\nvänds normalt s.k. EL-membran. Membranet byts vid behov.\r\n• Mätinstrument, slangar och dilatometer är täta för de tryck som kan tänkas bli \r\naktuella.\r\n• Dilatometer och stänger är raka och uppfyller övriga krav.\r\n• Transportsäkringen på manometerns baksida är borttagen.\r\n• Batterisignalen är stark och batteriet är i god kondition.\r\n9.2.4 Utförande av försök \r\n1. Torrskorpa och fyllning förborras. Det förborrade hålet bör ha en diameter \r\nav minst 10 cm.\r\n2. Trä tryckslang 2 genom samtliga neddrivningsstänger och fäst den första \r\nstången i neddrivningsanordningen. Skydda kontakter och anslutningar. An-\r\nslut dilatometern till tryckslang 2 (vrid dilatometern - inte slangen). Kontroll-\r\nera att elkabeln ansluts rätt. Anslut dilatometern till stången (vrid stången - \r\n","inte dilatometern). Anslut därefter tryckslang 2 och jordkabel till instrumentet.\r\n3. Dilatometerns membran kalibreras före försöksserien i varje punkt samt ef-\r\nter byte av membran. Vid kalibreringen ansluts handpumpen och kalibrerings-\r\nmanometern till instrumentet och jordkabelns ände ansluts till dilatometern, \r\nantingen direkt på mätkroppen eller på stången eller borrbandvagnen så att \r\nelektrisk kontakt uppnås med instrumentet.\r\n Vid kalibrering bestäms kalibreringsvärdena ∆A och ∆B. ∆A motsvarar det \r\ninre övertryck som fordras för att få det obelastade membranet att precis släp-\r\npa anliggningen mot plattan, dvs.röra sig 0,05 mm ut från denna, och ∆B är \r\ndet inre tryck som behövs för att få det obelastade membranet att röra sig 1,10 \r\nmm ut från plattan. Med obelastat menas att det bara är det rådande lufttryck-\r\net som verkar mot membranets utsida. I verkligheten är ∆A ett negativt värde \r\n(membranet får sugas in mot plattan) men detta anges som ett positivt värde. \r\n Vid kalibrering av ett nytt membran sugs membranet först in och trycks ut cir-\r\nka 20 gånger. \r\n Vid kalibreringen sugs membranet först in så att det blir kortslutning i ellkret-\r\nsen och signalen kommer. Trycket släpps sedan mycket sakta tills signalen \r\nupphör och trycket då detta sker antecknas som ∆A. Trycket ökas sedan tills \r\nmembranet rört sig 1,1 mm ut från plattan och signalen återkommer. Den sista \r\nFigur 9.42 Dilatometer under nedtryckning med borrbandvagn.  \r\nTryckslangen är förträdd genom stängerna och ansluten till instru-\r\nmentet och gastuben med sin  reducerventil är inkopplad.\r\n","delen av denna tryckökning skall också göras mycket långsamt så att trycken \r\ni systemet hinner utjämnas. Trycket då signalen återkommer antecknas som \r\n∆B. Operationen görs ett antal gånger tills stabila och konstanta värden er-\r\nhålls vid upprepade kalibreringar.\r\n Efter kalibreringen tas anslutningen till handpumpen och kalibreringsmano-\r\nmetern bort från instrumentet.\r\n Till kalibreringen hör också att nollvärdet på manometerna i instrumentet av-\r\nläses då endast det rådande lufttrycket verkar i systemet. Dessa antecknas som \r\nZM för respektive manometer.\r\n De kalibrerade värdena utgör nollvärden före försök.\r\n4. Tryckslang 1 ansluts till gastuben och reduceringsventilen ställs in på maxi-\r\nmalt 80 bar. Därefter ansluts den till dilatometerns mätinstrumentet\r\n \r\n5. Dilatometern skall drivas ned med jämn hastighet av 20 ± 10 mm\/s till \r\navsedd försöksnivå. Maximal tryckkraft som får läggas på är 100 kN. När \r\nneddrivningen sker med en utrustning som är försedd med kraft- och djupgi-\r\nvare skall neddrivningskraften alltid mätas och registreras som funktion av \r\ndjupet. Slag får användas endast i undantagsfall. Vridning får inte förekomma, \r\nvilket skall iakttas vid exempelvis skarvning. I vissa fall, som ibland vid un-\r\ndersökningar i slänter, önskas att mätningarna utförs i en viss riktning. Dilato-\r\nmetern orienteras då med bredsidan i denna riktning och får sedan inte vridas. \r\nOm inget annat anges utförs försöken med 0,2 meters djupintervall från angi-\r\nvet startdjup till motsvarande stoppdjup eller annat stoppdjup. Under neddriv-\r\nningen hörs ljudsignalen då jorden pressar in membranet mot plattan. \r\n6.  Efter att en försöksnivån nåtts frikopplas stängerna så att ingen yttre ned-\r\npressningskraft verkar på dem. I extremt lös jord kan de dock behöva vara lås-\r\nta så att de inte sjunker för egentyngden. Ventilationskranen på instrumentet \r\nstängs och gastrycksökningen påbörjas inom 15 sekunder efter att nivån nåtts. \r\nTrycket ökas försiktigt så att signalen upphör 15–30 sekunder efter tryckök-\r\nningens startat. Vid denna tidpunkt avläses manometertrycket, A-avläsningen.\r\n  Tryckökningen fortsätter tills signalen återkommer, vilket bör ske efter ytterli-\r\ngare  \r\n15–30 sekunder. Vid denna signal avläses manometertrycket ännu en gång, \r\nB-avläsningen.\r\n Därefter stängs trycktillförseln och ventilationskranen öppnas.  Försöket är \r\ndärmed klart på denna nivå och dilatometern trycks ned till nästa försöksnivå.\r\n7. Efter att försöksserien i en borrpunkt avslutats och dilatometern dragits upp \r\ngörs en ny kalibrering. De värden på  ∆A,  ∆B och ZM som då erhålls utgör \r\nnollvärden efter försök. Om försök skall utföras i en ny punkt direkt därefter \r\nkan nollpunktsavsläsningarna inför försöken i detta också vara nollpunktsav-\r\nläsningar efter försöken i det föregående.\r\n8. Innan utrustningen transporteras en längre sträcka sätts transportsäkringen \r\n","på manometerns baksida fast.\r\n9.2.5 Kontrollpunkter vid försök \r\nFöljande skall kontrolleras under försökets utförande:\r\n• Tryckökningshastigheten hålls under kontinuerlig uppsikt och justeras succes-\r\nsivt så att angivna tidsgränser för signaler hålls.\r\n• Kontrollera att signal erhålls under nedrivningen. I annat fall kontrolleras \r\nförst jordkabelns anslutning. Hjälper inte detta måste dilatometern tas upp för \r\nkontroll av elledningens, membranets och kontaktdonets funtioner.\r\nFigur 9.43 Exempel på protokoll för ett dilatometerförsök.\r\n","9.2.6  Protokoll \r\nFöljande skall noteras i protokoll till varje försökspunkt:\r\nObligatoriska uppgifter enligt kap. 1.\r\n• Referensnivå.\r\n• Uppmätt grundvattenyta i undersökningspunkten.\r\n• Nollvärde ZM för manometrar.\r\n• Kalibreringsvärden ∆A och ∆B före försöket.\r\n• Kalibreringsvärden  ∆A och ∆B efter försöket.\r\n• Avläsa värden A, B samt djup för varje försöksnivå. Använd måttenhet skall \r\nanges tydligt.\r\n• Nedpressningskraft mot djup från datalogger (om sådan använts).\r\n• Anmärkningar av betydelse för tolkning exempelvis om slag har använts vid \r\nneddrivningen och i så fall var, skarpljud, variationer i kraft, svårigheter att \r\nfölja standard (tryckökningshastighet), läckage eller svaga signaler.\r\n9.3 Pressometerförsök\r\n9.3.1 Allmänt\r\nPressometerförsök används till att mäta deformationsegenskaper och hållfast-\r\nhet i fast lera, friktionsjord och berg. Den i Sverige historiskt vanligast före-\r\nkommande typen, ”Ménardpressometern”, används i förborrade hål och mät-\r\nningen sker genom att ett membran på provkroppen trycks ut mot hålets vägg-\r\nar med gastryck och belastar jorden horisontellt på mätningsnivån. Pressome-\r\nterförsök enligt Menard är under standardisering i Europa. Utrustningen finns i \r\nolika utföranden och väljs beroende på vilken typ av jord (eller berg) som skall \r\nprovas. Ett antal utrustningar som bygger på denna mätprincip finns. Liknande \r\nutrustningar finns också där membranets expansion är styrt genom volymskon-\r\ntroll. Dessa används för mer avancerade försök där jordens deformationsegen-\r\nskaper kan mätas mer i detalj. Därutöver finns självborrande pressometrar. De \r\nsenare kräver specialutbildad personal.\r\nFigur 9.44 Pressometerns huvuddelar.\r\n","9.3.2 Utrustning\r\nDen vanligaste typen av pressometer är av typ GC med vatten i mätcellen och \r\ngas i skyddscellerna. Nedanstående beskrivning gäller för denna typ. \r\nDen vanliga pressometern består av följande huvuddelar:\r\n• Cylinderformad mätkropp indelad i tre celler som kan tryckas ut i radiell led \r\n(ökad diameter). Mätkroppen är innesluten i ett skyddsmembran av gummi. \r\nYtterligare skydd behövs oftast för att förhindra skador på gummimembranet.\r\n- Mätkroppens mittersta cell är den vattenfyllda mätcellen som står i förbin-\r\ndelse med både mätröret och ett gastrycksystem. De omgivande cellerna är \r\nskyddsceller som är gasfyllda och direkt anslutna till gastrycket.\r\n- Mätkroppar finns i olika diametrar. Vanligast är 32, 44 och 60 mm diame-\r\nter. Till 32 och 44 mm mätkroppar finns slitsrör med ytterdiameter 44 res-\r\npektive 60 mm. Övriga mått och dimensioner redovisas i nedanstående ta-\r\nbell.\r\nNär slitsrör används skall slitsrörets ytterdiameter anges. Denna skall senare \r\nanvändas för att räkna ut pressometerns startvolym vid tolkningen av försöks-\r\nresultaten.\r\n• Gasbehållare med reducerventil för att sätta mät- och skyddsceller under över-\r\ntryck. Maximalt tryck är 8 MPa (80 bar). Kvävgas (nitrogen) eller torr kom-\r\nprimerad luft kan användas.\r\n• Kontrollenhet, som kontrollerar tryckökningen i mätkroppen och skillnaden i \r\ngastryck som läggs på mätcell respektive skyddceller samt registrerar mätcel-\r\nlens volymökning. Volymen i mätcellen mäts med hjälp av ett graderat mät-\r\nrör.\r\n• Slangsystem mellan mätkropp och kontrollenhet. Detta kan bestå av en koax-\r\nialslang (vattenslang inuti gasslang) eller separata slangar för vatten till mät-\r\ncellen och gas till skyddscellerna.\r\n• Förlängningsstänger för att sänka ner, fixera och ta upp mätkroppen i det för-\r\nborrade hålet.\r\n• Utrustning för att förborra och stabilisera provhålet som anpassas till aktuell \r\nmätkropp och jordart (eller bergart). Förborrade hål utan slitsrör skall ha en \r\ndiameter som är 2 - 6 mm större än pressometerns mätkropp. Resultaten av \r\nförsök i förborrade hål är helt beroende av kvaliteten på hålet och minsta möj-\r\nliga störning av hålväggar och jorden runt hålet skall eftersträvas. Ett flertal \r\nolika verktyg och metoder har tagits fram för förborrning i olika jordar. Hu-\r\nvudprincipen är att hålets väggar skall stå och inte röra sig inåt. Detta medför \r\natt metoder där väggarna riskerar att sugas in då borrverktyget tas upp inte \r\nkan användas och att hålväggarna ofta får stöttas med tung borrvätska. \r\n– I finkornig jord används normalt fristående hål som kan förborras med en \r\n","ihålig jordskruv i kombination med bentonitslurry under grundvattenytan. \r\nVid uppdragningen av jordskruven skall då bentonitslurryn rinna eller pum-\r\npas ned genom stängerna så att inget sug uppstår under skruven utan hålväg-\r\ngarna istället stöttas av bentonittrycket. Den sista delen av hålet där försöket \r\nskall utföras förborras helst mycket försiktigt, helst för hand, med ett speci-\r\nellt verktyg som kan beskrivas som ett långt spadborr. Motsvarande håltag-\r\nningsteknik används också om möjligt i sand. Alternativt kan slagning av fo-\r\nderrör (slitsrör) bli nödvändigt, speciellt under grundvattenytan.\r\n– I grov jord används normalt slagning av foderrrör (slitsrör).\r\n– I sedimentärt berg används både slående och roterande borrmetoder i kom-\r\nbination med borrvätskan.\r\n9.3.3 Kontrollpunkter före utförande \r\n• Kalibrering av kontrollenheten är giltig enligt företagets kvalitetssystem\r\n• Mätsystemet, dvs. mätcellen och dess anslutningsslang till mätröret på instru-\r\nmentet samt mätröret skall vara vattenfyllt och fritt från inneslutna luftbubb-\r\nFigur 9.45 Ihålig jordskruv för \r\npressometerhål med öppnings-\r\nbar spets för bentonitfyllning \r\nav hålet under skruven vid upp-\r\ndragning.\r\nFigur 9.46 Specialverktyg för \r\nförsiktig upptagning av presso-\r\nmeterhål.\r\n","lor. \r\n• Kontrollenhet, slangar och mätkroppar är täta för de tryck som skall utnyttjas. \r\nDetta kan kontrolleras genom att trycksätta systemet med mätkroppen i ett \r\nstålrör med 5 – 7 mm större diameter än mätkroppen. Röret bör vara vatten-\r\nfyllt så att tätheten hos skyddscellerna kan kontrolleras.\r\n• Mätkroppar med nya gummimembran skall ha expanderats minst 20 ggr före \r\nkalibrering\r\n• Mätkroppar och borrmetoder har samhörande dimensioner och att rätt typ \r\nav skyddsmembran används. Skyddsmembranet skall väljas så att det ger ett \r\nminsta motstånd mot expansion samtidigt som det ger ett tillräckligt skydd \r\nmot skador på de innanförliggande gummimembranen.\r\n9.3.4 Utförande\r\nVal av membran\r\nMätkroppens skyddsmembran är utbytbart. Membranet väljs så att korrektio-\r\nnen för egenstyvheten blir liten i förhållande till jordens fasthet samtidigt som \r\nrisken för skador på membranet på grund av grövre och skarpa partiklar i jor-\r\nden minimeras. För mätningar utan slitsrör används normalt gummimembran, \r\ns.k.canvas cover eller metallfolieskydd i finkornig jord och armerade stålkord-\r\nsmembran i grövre friktionsjord och i sedimentärt berg. \r\nKalibrering\r\nFör att korrigera för slangarnas och membranens styvhet och egna motstånd \r\nmot expansion skall pressometern kalibreras genom att mätkroppen expande-\r\nras hängande fritt i luften med mätkroppen ovanför markytan, helst på samma \r\nnivå som instrumentet. Om mätkroppens och instrumentets nivå skiljer skall \r\nhöjdskillnaden noteras. Om slitsrör används skall kalibreringen utföras med \r\nmätkroppen inuti slitsröret. Kalibrering utförs före och efter varje försökspunkt \r\nsamt efter byte av membran på mätkroppen. Före kalibrering av ett nytt mem-\r\nbran skall detta ha expanderats till sin maximala volym minst 20 ggr.\r\nFigur 9.47 Pressometer typ Menard med olika \r\nskyddshöljen. Från vänster ses slitsrör, stål-\r\nkordsskydd för mätning i skarpkantat materia, \r\nMätkropp med gummimembran och mätkropp \r\nmed metallfolieskydd. Till höger i bild ses en \r\nkontrollenhet. \r\n","Vid kalibrering avläses nollvärdet för volymen, som skall vara nära noll. Nå-\r\ngot gastryck eller vätsketryck  på grund av nivåskillnad mellan mätkropp och \r\ninstrument skall då inte verka på mätkroppen. Vid behov fylls vatten på. Sedan \r\nexpanderas mätkroppen och tillhörande pålagda gastryck avläses. För denna \r\ntyp av pressometer rekommenderas att trycket i mätcellen skall vara 110 kPa \r\nhögre än i skydds cellerna. Denna tryckskillnad ställs in så att trycken i stryr-\r\ncellerna börjar öka först då trycket i mätcellen överstiger 110 kPa (1,1 Bar). Ka-\r\nlibreringen utförs med minst cirka 10 steg. Trycken i varje steg skall verka un-\r\nder 1 minut innan volymavläsningen görs. Högsta kalibreringstryck är vanli-\r\ngen 0,1 till 0,3 MPa för de membran och slitsrör som används.\r\nVid kalibrering av 60 mm och 44 mm mätkroppar är maximal volymökning \r\n750 cm3 och lämpligt volymintervall  50 cm3.\r\nVid kalibrering av 32 mm mätkroppar är maximal volymökning 200 cm3 och \r\nlämpligt volymintervall 20 cm3.\r\nInför försök i mycket fast jord och berg skall utrustningens egendeformation \r\nkalibreras. Detta görs med pressometern införd i ett styvt stålrör med 5 – 7 mm \r\nstörre diameter än mätkroppen. Normalt används samma rör som för kontroll \r\nav täthet. Vid denna kalibrering ökas trycket i cirka 10 steg upp till det maxi-\r\nmala tryck som kan bli aktuellt.\r\nInstallation av mätkropp\r\nMätkroppen installeras till provningsnivån antingen i ett förborrat hål eller \r\nmed slitsrörsteknik. \r\nMed slitsrörsteknik slås eller trycks forderröret ner i marken med mätkroppen \r\npå plats inuti den slitsade delen. Då jorden trängs undan uppstår en spänning-\r\nsökning i jorden runt spetsen. Erfarenheten visar att denna spänning utjämnas \r\noch i stort sett försvinner på nivån allt eftersom spetsen slås djupare. Om slits-\r\nrörsteknik används bör därför slitsröret ha en förlängningsspets som är minst \r\n10 gånger längre än rörets diameter.\r\nVid slagning av slitsrör finns risk för att silt- och sandpartiklar skall tränga in i \r\nröret genom slitsarna, vilket kan försvåra uppdragning\/nedsänkning av presso-\r\nmetern genom röret. Problemet kan undvikas genom att ha slitsröret fyllt med \r\nbentonitslurry vid neddrivningen.\r\nNär slitsrörsteknik används i siltig och lerig jord under grundvattenytan upp-\r\nkommer ett porvattenövertryck vid nedslagningen som måste avklinga innan \r\nförsöket utförs. Denna utjämning kan ta allt från någon minut till flera timmar.\r\nFörsök\r\nPressometermätningar görs vanligen uppifrån och nedåt med successiv för-\r\ndjupning av borrhålet mellan mätnivåerna. Vid användning av slitsrörsteknik \r\ni siltig jord kan man minska problemen med porvattenövertryck genom att slå \r\nned slitsröret till slutligt djup dagen före mätningarna och sedan utföra mät-\r\nningarna nedifrån och upp.\r\n","1.  Volymen nollavläses i mätröret med pressometern hängande i nivå med in-\r\nstrumentet och kranarna öppna så att inget tryck utöver atmosfärstrycket ver-\r\nkar i cellerna och mätkroppens volym motsvarar dess angivna nollvolym. \r\nEventuellt justeras vattenmängden i mätröret så att nollavläsningen är nära \r\nnoll. Instrumentets höjd över referensnivån (markytan mäts och antecknas. \r\nDärefter stängs kranarna. \r\n2. a) Mätkroppen sänks med hjälp av förlängningsstängerna till mätnivån i \r\ndet förborrade borrhålet. Se till att vattenkranarna verkligen är stängda så att \r\ninte mätcellen expanderar på grund av att vattentrycket ökar med djupet och \r\nmätkroppen fastnar. På större djup än 10 m kan detta inte undvikas om hålet \r\när torrt. Om problem uppstår kan hålet fyllas med bentonitslurry. Installation \r\nav mätkroppen i ett förborrat hål fyllt med bentonitslurry görs långsamt så att \r\ninga övertryck uppstår i slurryn under mätkroppen. Det finns ihåliga mätkrop-\r\npar som underlättar detta.\r\n b) Om mätkroppen slagits eller tryckts ner inuti ett slitsrör, görs minst 5 minu-\r\nters uppehåll innan tryckökningen påbörjas.\r\n3. Gastrycket och vattentrycket skall justeras beroende på mätnivån. Trycket \r\ni mätcellen som är det pålagda gastrycket plus det hydrostatiska vattentryck-\r\net från instrumentet till mätnivån skall hela tiden vara cirka 110 kPa högre än \r\ntrycket i skyddscellerna där bara gastrycket verkar. \r\n4. Provningen utförs med stegvis tryckökning i mätkroppen. Varje laststeg \r\nskall hållas konstant i 1 minut och avläsning av mätcellens volym (i det gra-\r\nderade mätröret) görs efter 15 och 30 sekunder samt efter 1 minut. Om trycket \r\nskulle förändras något under denna tid antecknas sluttrycket. Trycket får inte \r\njusteras efter att det är pålagt. De första stegen i en jord med okända egen-\r\nskaper görs med en tryckökning av 0,025 – 0,05 MPa, för att sedan eventuellt \r\nökas så att antalet steg till brott i jorden eller maximal expansion i mätkrop-\r\npen blir ca 10. \r\n5. Mätningarna avslutas när brott (plasticering) har inträffat i jorden. Detta \r\nmärks genom att volymökningen under tiden för ett laststeg ökar markant i \r\nförhållande till föregående laststeg. Mätningarna avslutas, i de fall inte något \r\ntydligt brott märkts, när full expansion av mätkroppen uppnåtts. För de vanli-\r\nga mätkroppar som angetts ovan avbryts expansionen då vid:\r\n6. Då försöket avbryts minskas trycket i mätkroppen till 0 och kontroll görs att \r\nallt vatten återkommer från mätcellen till kontrollenheten. Återströmningen \r\nav vattnet kan underlättas genom att låta gastrycket i skyddscellerna hjälpa till \r\natt trycka upp vattnet i mätcellen.\r\n","9.3.5 Kontrollpunkter vid försök \r\nFöljande skall kontrolleras under försökets utförande:\r\n• Trycket under ett laststeg övervakas och kontrolleras och sluttrycket noteras \r\nom det skiljer från avsett tryck.\r\n• Tryckskillnaden mellan mätcell och skyddsceller övervakas och justeras om \r\ndet behövs innan nästa laststeg läggs på.\r\n• Volymen under ett laststeg övervakas kontinuerligt. Om volymökningen \r\n(krypningen) är påtagligt mindre mellan 15 och 30 sekunder än mellan 30 och \r\n60 sekunder kan en läcka i mätkroppen eller slangarna misstänkas och mät-\r\nkroppen tas då upp och inspekteras efter avslutad mätning på nivån.\r\n9.3.6  Protokoll\r\n• Typ av utrustning och instrumentnummer\r\n• Mätkroppens storlek och använt skyddsmembran\r\n• Identifikationsnummer på tillhörande kalibreringskurva.\r\n• Installationsmetod för mätkroppen och hur installationen utförts: verktyg, \r\nborrvätska, nedtryckning, slag, längd på förlängningsspets etc.\r\n• Bedömd hålkvalitet vid förborrat hål respektive diameter på slitsrör\r\n• Referensnivå\r\n• Försöksnivå och kontrollinstrumentets höjd över referensnivån.\r\n• Nollavläsning i mätröret.\r\n• Försöksresultat visande pålagt tryck och avläst volym i mätröret i cm3 efter \r\n15, 30 och 60 sekunder för samtliga steg.\r\n• Anmärkningar av betydelse för tolkning\r\n9.4  Volymskontrollerade pressometerförsök\r\n9.4.1 Utrustning\r\nUtrustningen för volymskontrollerade pressometerförsök skiljer sig på så vis \r\natt mätkroppen inte expanderas med gastryck utan genom att vattenmängden i \r\nmätcellen regleras med en tryckkolv i det helt vattenfyllda mätsystemet. Tryck-\r\net som uppstår i systemet registreras med manometrar eller elektriska tryckgi-\r\nvare. Några skyddsceller finns inte utan mätcellen är längre i förhållande till \r\ndiametern för att minimera ändeffekterna.\r\n9.4.2 Installation\r\nMätkroppen installeras i förborrade hål på motsvarande sätt som för vanliga \r\npressometrar. \r\n9.4.3 Kalibrering\r\nKalibreringen av utrustningen är mer omfattande. Mätsystemets egendeforma-\r\ntion kalibreras alltid i ett styvt kalibreringsrör i vilket mätkroppen kan föras \r\nin. Vid kalibrering av membranets motstånd mot expansion måste flera cykler \r\nmed av- och pålastning utföras så att riktiga korrektioner sedan kan göras be-\r\nroende på om försöket befinner sig i en på- eller avlastningsfas. Beroende på \r\nhystereseffekter hos membranet kan mycket olika kalibreringskurvor fås vid \r\npå- respektive avlastning. På grund av krypeffekter i membranet ändras de \r\nockså beroende på med vilken hastighet expansionen sker och tid efter vo-\r\nlymsförändring. Kalibreringen måste därför utföras med samma hastighet som \r\n","den som skall användas under försöket och ett flertal stopp göras under såväl \r\npå- och avlastningscyklerna med avläsning av trycket vid olika tidpunkter efter \r\nstoppen.\r\n9.4.4 Försöksutförande\r\nFörsöket kan utföras genom kontinuerlig eller stegvis expansion av mätcellen. \r\nKontinuerlig expansion kräver ett datainsamligssystem så att volym och tryck \r\nfortlöpande kan läsas av samtidigt. Stegvisa försök kan utföras som vanliga \r\npressometerförsök med tryckökningssteg och konstanthållning av trycket un-\r\nder en viss tid. Det speciella med volymskontrollerade försök är att man under \r\nförsöket kan utföra avlastningar och återbelastningar och mäta jordens elastis-\r\nka egenskaper vid små deformationer och hur dessa förändras med tryckens \r\noch deformationernas storlek. Ett speciellt förfarande som innefattar 9 olika så-\r\ndana avlastnings-återbelastningsteg vid olika stadier av försöket och med olika \r\nstorlek på deformationerna mellan stegen samt minst ett steg med längre kon-\r\nstanthållning av trycket har utarbetats för att få ut mesta möjliga information ur \r\nett enda försök. \r\nFörsöket och utrustningen är inte speciellt komplicerade men omständliga. \r\nFörsöket med ovanstående förfarande tar dock betydligt längre tid att utföra än \r\nett vanligt pressometerförsök. Exakt hur försöket skall utföras skall vara noga \r\nspecificerat av beställaren.\r\n9.5 Självborrande pressometer\r\nSyftet med självborrande pressometrar är att övervinna problemen med att \r\nfå förborrade hål med perfekt kvalitet. En självborrande pressometer är ihå-\r\nlig med en egg längst ned. Den trycks ned och eggen får jorden att stansas in i \r\ndenna. Vid eggen sitter ett roterande verktyg inne i pressometern som skär sön-\r\nder den instansade jorden och denna spolas sedan upp invändigt med borrvät-\r\nska. Neddrivningshastighet, rotationshastighet och spoltryck avpassas efter jor-\r\ndens sammansättning och egenskaper. \r\nFigur 9.48 Exempel på utrustning för vo-\r\nlymskontrollerade pressometerförsök.\r\n","De självborrande pressometrarna har ofta avancerad elektronisk mäturustning \r\nså att membranets rörelse kan registreras i olika riktningar och eventuellt också \r\nportrycksmätare på membranet. Som regel kan alla de ovannämnda typerna av \r\nförsök utföras.  \r\nInstallation och försök med självborrande pressometrar kräver specialutbildad \r\npersonal.\r\n9.6  Fältvingförsök\r\n9.6.1 Allmänt\r\nVingförsök används för att mäta odränerad skjuvhållfasthet i finkornig jord, \r\nfrämst lera och gyttja. Även den omrörda skjuvhållfastheten bör mätas som då \r\näven ger jordens sensitivitet.\r\nBeskrivningar i denna fälthandbok baseras på svenska utrustningar, vingförsök \r\nmed dansk utrustning samt Lommevingborren. Europastandarden SS - EN ISO \r\n22476-9, Field Vane Test (FVT), är inte fastställd.\r\n9.6.2  Utrustning\r\nUtrustning för vingförsök består av följande huvuddelar:\r\n• Vingdon.\r\nFigur 9.49 Exempel på utrustning för volymskontrollerade pressometerförsök.\r\n","• Glappkoppling för svensk utrustning.\r\n• Förlängningsstänger.\r\n• Registreringsinstrument.\r\n• Neddrivningsutrustning.\r\nFörhållandet mellan vingdonets höjd H och bredd D skall normalt vara 2. \r\nVingdon för svenska utrustningar finns i 4 olika storlekar, från 40x80 mm till \r\n100x200 mm. Det använda vingdonets storlek väljs med hänsyn till jordens \r\nfasthet så att mätnoggrannheten blir god. Diametern hos vingdonets skaft och \r\nförekommande svetsar, utstansningar, brickor etc. i vingbladens centrum får \r\nvara högst 14 mm.\r\nFigur 9.50 Exempel på vingutrustning med instrument som endast re-\r\ngistrerar maximalt vridmoment.\r\n","Registreringsinstrumentet används även för att rotera vingen under försöket. \r\nRegistreringsinstrumenten är mekaniska eller elektriska. Mekaniska instrument \r\nregistrerar vridmomentet antingen som ett maximalt värde (stångfriktionen \r\nskall då vara försumbar) eller genom uppritning av vridmomentet som funk-\r\ntion av rotationen på vaxat papper. Elektriska instrument registrerar normalt \r\nvridmomentet som funktion av rotationen elektroniskt i digital form. Försöket \r\nkan då följas på datordisplay i fält och värdena sparas i minnesenhet. \r\nVridmomentet på grund av friktion mot stängerna skall kunna separeras. I ut-\r\nrustningar med skyddsrör runt stängerna elimineras större delen av stångfrik-\r\ntionen. Den kan dock fortfarande vara betydande, speciellt vid försök på stora \r\ndjup och bör mätas och separeras från det totala vridmotståndet. Vingdonets \r\nskyddas då i en skyddskåpa under neddrivningen och skjuts ut när skyddskå-\r\npan och rörsystemet trycks ned till strax ovanför försöksnivån. Utskjutnings-\r\nlängden skall vara 0,35 –0,50 m. \r\nHos utrustningar utan skyddsrör mäts stångfriktionen med hjälp av en glapp-\r\nkoppling som sitter strax ovanför vingdonet så att den kan separeras från \r\ndet totala vridmotståndet. Motsvarande arrangemang bör användas också då \r\nskyddsrör används. \r\nFigur 9.51 Vinginstrument för registrering av vridmoment som funktion av \r\nrotation på vaxat papper samt vingdon till utrustning utan skyddsrör och \r\nskyddskåpa. På den mellersta vingen ses en glappkoppling monterad. \r\n","Registreringsinstrumentet skall vara kalibrerat och uppfylla ställda krav enligt \r\ngällande standard eller rekommendation. Tillsammans med vald vingstorlek \r\nskall den odränerade skjuvhållfastheten enligt utkast till europastandard kunna \r\nmätas med en noggrannhet som är bättre än 1 kPa eller 5 % av mätvärdet be-\r\nroende på vilket som är störst, dvs med en noggrannhet av minst 1 kPa upp till \r\n20 kPa och 5 % däröver.\r\nInstrumentet skall kalibreras minst en gång per år eller efter skada, överbelast-\r\nning och reparation. Beträffande kalibrering, se standarden SS-EN SIS 22476-\r\n9.\r\n9.6.3 Kontrollpunkter före utförande \r\n• Kalibrering av mätinstrumentet ska vara giltig enligt företagets kvalitetsma-\r\nnual.\r\n• Vingdonet ska vara oskadat.\r\n• Vingbladen får inte vara skeva.\r\n• Förlängningsstängerna och eventuella skyddsrör ska uppfylla rakhetskrav \r\nm.m.\r\n• Vingdonets temperatur ska vara större än 0° C när det körs ned i jorden (så att \r\ninte jord fryser fast på vingdonet och stör vid neddrivningen). \r\n• Eventuell förekomst av vattenförande skikt med höga artesiska tryck i områ-\r\ndet ska kontrolleras om utrustning med skyddsrör och skyddskåpa används.\r\nFigur 9.52 Elektriskt vinginstrument med digital registrering av vridmoment som funktion \r\nav rotationen tillsammans med vingdon i skyddsrör och skyddskåpa samt exempel på re-\r\ngistrerat resultat från vingförsök med glappkoppling. \r\n","9.6.4 Utförande\r\nDet horisontella avståndet till läget för en tidigare utförd undersökning, exem-\r\npelvis en sondering eller en provtagning, skall vara minst 2 meter. Avståndet \r\nmellan markytan och översta försöksnivån samt mellan två olika försöksnivå-\r\ner skall vara minst 0,5 m (gäller dock inte försök i lermorän). Noggrannheten \r\ni djupbestämningen för försöksnivån skall vara bättre än + 0,1m vid försök på \r\ndjup ned till 10 m. Samma noggrannhet skall eftersträvas även på större djup \r\nmen på grund av risk för utböjning och andra felkällor är kravet enligt utkast \r\ntill europastandard 1 % för större djup.\r\n1. Torrskorpa och fyllning skall alltid förborras. Den översta försöksnivån \r\nskall vara minst 5 ggr förborrningshålets diameter under hålets botten (Gäller \r\ninte i lermorän eller då torrskorpans eller fyllningens egenskaper skall under-\r\nsökas).\r\n2. Vingdonet trycks till avsedd försöksnivå utan slag, vibration eller rotation. \r\nNeddrivningshastigheten skall vara jämn och mindre än 1m\/min. Största av-\r\nvikelse i lutning från lodlinjen skall var mindre än 20 mm\/m. Stängerna skall \r\ndras åt vid skarvningen. För att glappkopplingen skall fungera tillses att det \r\nredan nedtryckta stångsystemet inte roteras vid påskarvning av nya stänger. \r\nVid användande av skyddsrör och skyddskåpa stoppas neddrivningen av dessa \r\npå ett avstånd från försöksnivån som motsvarar utskjutningslängden varpå \r\nvingdonet skjuts ut med samma hastighetsbegränsning.\r\n Vid användande av skyddsrör och skyddskåpa i områden med höga artesiska \r\ntryck i vattenförande lager skall skyddsrören vara vattenfyllda så att man inte \r\nriskerar ”piping” (vattengenombrott) i och i närheten av dessa lager. \r\n3. Vingförsöket utförs efter 2 – 5 minuters väntetid från det att vingdonet nått \r\navsedd försöksnivå. Under väntetiden frikopplas stängerna från neddrivnings-\r\nutrustningen och registreringsutrustningen kopplas in. Vid registrtering på \r\nvaxat papper monteras detta och roteras ett varv med momentarmen obelastad \r\nför uppritning av nollvärdeslinjen. Därefter låses papperet fast mot instrumen-\r\ntet.\r\n4. Under försöket roteras vingdonet med konstant hastighet så att tiden från \r\naktivering av vingdonet, dvs efter att glappkopplingen vridits ihop och stång-\r\nfriktionen mätts,  till brott är 3 minuter + 1 minut. Detta försök ger den “odrä-\r\nnerade skjuvhållfastheten”.\r\n5. Om sensitiviteten också skall mätas rörs jorden sedan om genom att re-\r\ngistringsutrustningen kopplas loss och stängerna och vingdonet hastigt roteras \r\nmedurs 20 varv. Stängerna vrids sedan moturs en kort bit (ca 15 grader) så att \r\nglappet i kopplingen utbildas. Registringen kopplas sedan in och ett nytt för-\r\nsök som mäter den “omrörda skjuvhållfastheten” utförs omedelbart.\r\n6. Efter försök på en nivå frikopplas stängerna från registreringsutrustning-\r\nen och vingen drivs ned till nästa försöksnivå. Om utrustning utan skyddsrör \r\nanvänds kan stängerna först vridas ca ett kvarts varv för att utbilda glappet i \r\nkopplingen. Detta görs alltid om avståndet i djupled mellan försöksnivåerna \r\när mindre än 1 meter. Om utrustning med skyddsrör och skyddskåpa används \r\n","lyfts först vingen in i skyddskåpan. Om registrering sker på vaxat papper \r\nkontrolleras först om detta behöver bytas. I detta fall kompletteras uppgifterna \r\npå papperet varpå ett nytt monteras och nollvärdeslinjen uppritas.\r\n9.6.5 Kontrollpunkter vid  \r\n försöksutförande \r\nOväntat höga värden kontrolleras på följande sätt:\r\na. Kontrollera att visarnålen respektive det elektroniskt avlästa momentet går \r\ntillbaka till nollnivån efter försöket.\r\nb. Kontrollera att vingens nivå under försöket inte ändrats.\r\nc. Kontrollera att vingdonet varit fullt utskjutet om skyddsrör och skyddskåpa \r\nanvänts.\r\nd. Kontrollera resultaten från sondering och\/eller provtagning för att se om \r\nskal, sten, grus, sand eller siltskikt förekommer vid försöksnivån. Detta visar \r\nsig ofta genom att en hackig kurva registreras. \r\ne. Om ovanstående kontroller inte visar något dras utrustningen upp för kon-\r\ntroll om utrustningen kärvar någonstans samt att glappkopplingen fungerar.\r\nf. Kontrollera att vingdonet inte är skadat\r\ng. Om allt annat är i ordning skall byte till en mindre vinge övervägas\r\nOväntat låga värden kontrolleras på följande sätt:\r\na. Utrustningen dras upp och kontroll görs om stängerna varit tillräckligt hårt \r\nhopdragna samt att inte lera fastnat i vingdonet. Det senare händer speciellt \r\nför utrustning utan skyddsrör och skyddkåpa om jord frusit fast vid vingen, \r\nom förborrningen varit otillräcklig eller om jorden är skiktad med fastare och \r\nlösare lager. Tänk efter om vingdonets temperatur varit under 0°C vid nedsätt-\r\nningen eller om någon oavsiktlig stångvridning förekommit före försöket. Om \r\njorden är skiktad med fastare och lösare lager bör övergång till utrustning med \r\nskyddsrör och skyddkåpa övervägas.\r\nb. Kontrollera resultaten från sondering och\/eller provtagning för att se om \r\nskal, sten, grus, sand eller siltskikt som kan ha pressats ned framför vingdonet \r\noch förorsakat störning förekommer vid och ovanför försöksnivån.\r\nc. Vid användning av ett mekaniskt instrument med uppritning på vaxat pap-\r\nper kontrolleras att visarnålen är ordentligt fastsatt och att den inte hänger sig \r\npå papperet.\r\nd. Om allt annat är i ordning skall byte till större vinge övervägas.\r\n","9.6.6 Protokoll\r\nProtokoll till vingförsök kan ha olika utseende beroende på typ av utrustning. \r\nMed utrustning med enbart registrering av maximalt vridmoment införs djup \r\noch vridmoment för varje djup i en tabell tillsammans med tillhörande upp-\r\ngifter om plats, datum, utförare, förborrning, utrustning, kalibrering, storlek \r\npå vingdon samt övriga uppgifter och observationer som kan ha betydelse för \r\ntolkningen av resultaten. \r\nMed utrustning med mekanisk uppritning av kurvan för rotation och vridmo-\r\nment på vaxat papper skall varje papper klart märkas med projektets identifie-\r\nringsuppgifter, borrhålsnummer, utförare av försöket, datum, vingstorlek och \r\ninstrumentets kalibreringsfaktor. Försök från flera nivåer uppritas normalt på \r\nsamma diagram och för varje enskild kurva skall klart anges på vilken nivå \r\nförsöket utförts. De vaxade papperen skall skyddas mot väta och nötning. Ut-\r\növer de uppritade kurvorna skall ett protokoll skrivas med uppgifter om plats, \r\ndatum, utförare, förborrning, utrustning, kalibreringsdatum samt övriga uppgif-\r\nter och observationer som kan ha betydelse för tolkningen av resultaten.\r\nOm resultateten och tillhörande uppgifter lagras digitalt skall fältminnet åtföl-\r\njas av ett protokoll med uppgifter om plats, datum, utförare och identifikations-\r\nnamn för de olika borrpunkterna i fältminnet samt de eventuella uppgifter om \r\nförborrning, utrustning, kalibrering, storlek på vingdon m.m som inte finns re-\r\ngistrerade i fältminnet samt övriga uppgifter och observationer som kan ha be-\r\ntydelse för tolkningen av resultaten.\r\nFöljande ska således alltid finnas med vid rapportering, se även provningspro-\r\ntokoll i Kapitel 13:\r\n• Projekt\r\n• Plats\r\n• Borrhål\r\n• Utförare\r\n• Datum\r\n• Typ av utrustning \r\n• Instrumentnummer\r\n• Vingstorlek\r\n• Kalibreringsfaktor för registreringsinstrumentet samt datum för kalibrering.\r\nFigur 9.53 Exempel på försöksresultat från instrument med uppritning på vaxat papper \r\nmed tillhörande försöksuppgifter.\r\n","• Uppgifter om förborrning\r\n• Försöksnivå eller sammanställning av försöksnivåer på tillhörande fältminne\r\n• Försöksresultat uppritat som försökskurva eller som värde på maximalt mo-\r\nment samt angivande av tid till brott (om denna avviker från standard). An-\r\nvänd måttenhet skall anges tydligt\r\n• Anmärkningar av betydelse för tolkning.\r\n9.7  Vingförsök med dansk utrustning\r\n9.7.1 Allmänt\r\nI Danmark används en robust utrustning för vingförsök, som i Sverige främst \r\nanvänds i lermorän och mycket fasta lågsensitiva sedimentära leror. Beskriv-\r\nning av utrustning och rekommenderat utförande och utvärdering finns redovi-\r\nsat i ”Referenceblad for vingforsög, DGF Feltkomite, 1992-08-28.”\r\nProtokollföring görs som för vingförsök ovan.\r\n9.7.2 Utrustning\r\nFör mätning av vridmomentet används momentnyckel. Det finns vingdon i \r\nsex olika storlekar från 33x66 mm till 92x350 mm. Endast den största har ett \r\nhöjd-diameterförhållande som skiljer från 2. Vingdonen har ett mer robust ut-\r\nförande än i svenska utrustningar för att kunna slås ned och klara mycket stora \r\nmoment. \r\n9.7.3 Utförande\r\n1. Vingdonet väljs med ledning av förväntat vridmotstånd. Utslaget på mo-\r\nmentnyckeln vid brott skall helst vara minst en tredjedel av mätområdet. \r\n2. Förborrning görs för varje försök till strax över försöksnivån. Kontroll görs \r\nav att det rinner till fritt vatten i hålet, dvs. att inga negativa portryck råder i \r\njorden på försöksnivån.\r\n3. Vingdonet trycks ner så att dess underkant är minst 0,2 meter under hålets \r\nbotten. För de största vingarna skall detta avstånd vara minst 2 ggr vingdonets \r\nhöjd. Neddrivningen kan även ske med försiktiga slag.\r\n4. Momentnyckeln sätts fast och. vrids långsamt och med jämn hastighet,  \r\nmaximalt motsvarande 1 varv per minut, tills brott uppkommer. Värdet på \r\nmomentnyckeln läses av och antecknas. Detta försök ger den odränerade \r\nskjuvhållfastheten.\r\n5. Vingdonet roteras sedan minst 10 varv, varpå mätning av vridmotståndet \r\ngörs på samma sätt. Denna mätning ger den ”omrörda skjuvhållfastheten”.\r\n6. Vingdonet tas upp, hålet förborras vidare och vingen trycks eller slås ned \r\ntill nästa försöksnivå.\r\nPå grund av sammansättningen och variationen i de jordar som utrustningen \r\nnormalt används i är spridningen i försöksresultat ofta stor och det fordras som \r\nregel ett stort antal försök. Relativt ytliga försök utförs som regel i flera närlig-\r\ngande punkter med 0,2 m djupintervall. I vissa fall kan förborrningen då ute-\r\n","slutas mellan en försöksnivå och närmast underliggande försöksnivå. I dessa \r\nförsök är det mycket viktigt att alla observationer vid förborrningen och under \r\nförsöket med avseende på t.ex förekomst av grövre partiklar eller andra fastare \r\nföremål som kan haka i vingarna rapporteras.\r\n9.8  Lommevingborr \r\n9.8.1 Allmänt\r\nLommevingborren är en manuell norsk inspektionsutrustning för kartering och \r\nkontrollmätningar på byggplatser. Den används för mätning av skjuvhållfasthet \r\ni lös lera och ingår också i den svenska så kallade ”doctors-kit utrustningen”.\r\nProtokollföring och rapportering görs som för övriga vingförsök.\r\n9.8.2 Utrustning\r\nLommevingborren består av vinge, skarvstänger och ett mäthandtag med in-\r\nbyggda spiralfjädrar i dess över- och underdel. Vingdon finns i tre storlekar: \r\n16x32 mm, 20x40 mm och 25x50 mm. Stängerna har diametern 6 mm och \r\nlängden 0,5 m. Med mäthandtaget mäts det vridmoment som erfordras för att \r\nrotera vingen till brott.\r\n9.8.3 Utförande\r\n1. Anslut vinge med erforderligt antal stänger till mäthandtaget. Vrid den gra-\r\nderade skalan på mäthandtaget till nolläge.\r\n2. Pressa ner vingen till önskad nivå utan att vrida handtaget. Kontrollera att \r\nden graderade skalan står kvar i nolläge.\r\n3. Vrid handtaget medurs så att spriralfjädern i mäthandtaget spänns. Vrid \r\nlångsamt och med jämn hastighet. Var speciellt försiktig när underdelen av \r\nmäthandtaget börjar visa tendenser att rotera.\r\n När underdelen av mäthandtaget roterar utan att fjäderkraften ökar har brott \r\nuppnåtts. Låt då handtaget långsamt återgå till obelastat läge. Läs av och an-\r\nteckna värdet på skalan. Var försiktig så att inte skalan rubbas innan avläs-\r\nningen. Denna mätning ger den odränerade skjuvhållfastheten om den medel-\r\nstora vingen används. För den mindre vingen multipliceras värdet med 2 och \r\nför den större med 0,5.\r\n4. Nollställ skalan \r\n5. Den omrörda skjuvhållfastheten kan mätas genom att vingen roteras minst \r\n25 varv. Därefter nollställs skalan och handtaget vrids långsamt tills brott \r\nuppstår i jorden. Mätningen upprepas en gång och det minsta värdet av de två \r\nförsöken antecknas.\r\n6. Efter nollställning av skalan fortsätts nedpressningen till nästa försöksninvå.\r\n7. Om uppdragningskraften efter försöken är stor och inte kan göras genom att \r\nlyfta i handtaget måste kraften från hjälputrustningen verka direkt på stänger-\r\nna och inte via handtaget.\r\n","8. Vid försök på stora djup bör stångfriktionen mätas genom att utföra försök \r\nmed bara stänger utan vinge på motsvarande nivåer i en närliggande punkt.\r\n9.9 Plattbelastningsförsök\r\n9.9.1 Allmänt\r\nPlattbelastningsförsök görs för att bestämma jords (och bergs) bärförmåga och \r\ndeformationsegenskaper när dessa är betydelsefulla men svåra att bestämma \r\nmed vanlig geoteknisk utrustning.\r\nPlattbelastningsförsök är inget standardförsök utan utförandet anpassas till de \r\naktuella förhållandena vid varje tillfälle. Kostnaden för ett plattbelastningsför-\r\nsök är relativt hög men resultatet av försöket kan visa sig ge god totalekonomi \r\ni ett projekt.\r\nEn speciell typ av plattbelastning redovisas i Vägverkets publikation 1993:019 \r\n”Bestämning av bärighetsegenskaper med statisk plattbelastning”. Denna me-\r\ntod används för kontroll av fasthet efter slutförd packning och beskrivs inte \r\nhär.\r\nFigur 9.54 Lommevingborr.\r\n","9.9.2 Utrustning\r\nFör ett plattbelastningsförsök behövs:\r\n• Provplatta\r\n• Domkraft för belastning\r\n• Mothåll\r\n• Mätutrustning för kraftmätning\r\n• Mätutrustning för mätning av deformationer\r\nProvplattans storlek skall väljas så stor att resultatet av försöket blir represen-\r\ntativt för den aktuella jorden och lätt kan översättas till verkliga storleksförhål-\r\nlanden vid grundläggning. Samtidigt kan provplattan inte vara alltför stor ef-\r\ntersom detta medför behov av stort mothåll, vilket innebär höga kostnader och \r\nkan innebära praktiska svårigheter. Ofta väljs plattstorleken 1 m2.\r\nMothållet kan anordnas med balkar och förankringsstag eller motvikter i form \r\nav exempelvis balkar, blyplåtar, betongpålar eller stora behållare som fylls med \r\njord eller vatten. Mothållssystemet skall vara dimensionerat med betryggande \r\nsäkerhetsmarginaler för de laster och eventuella snedbelastningar som kan tän-\r\nkas uppstå. \r\nFigur 9.55 Princip för plattbelastningsförsök.\r\nFigur 9.56 Exempel på mothållsanordning vid en serie stora plattbelast-\r\nningsförsök.\r\n","Vid provbelastningen skall belastning och deformationer mätas. För detta \r\nkrävs kalibrerade kraftgivare och ett fristående referenssystem med mätklock-\r\nor eller elektriska lägesgivare. Oljetrycket i domkraften bör mätas med mano-\r\nmeter och registreras som kontroll- och säkerhetsåtgärd men ger inte tillräcklig \r\nnoggrannhet i kraftmätningen. Deformationsmätning bör utföras i minst 4 dia-\r\nmetrala punkter så att eventuell snedsättning registreras.\r\n9.9.3 Utförande\r\nProvbelastningen skall föregås av noggrann planering. Detta gäller inte minst \r\ninblandad personal, eftersom provbelastningen kan bli utdragen i tiden. Det \r\när väsentligt att all personal är informerad om innebörden av försöket och vad \r\nsom krävs, när laststeg skall avslutas och nya läggas på samt när försöket skall \r\navslutas, så att inga misstag görs som äventyrar utvärderingen.\r\nProvplattorna utgörs ofta av betong som gjuts direkt mot marken. Om stålplat-\r\ntor används skall plattan vara tillräckligt styv i sig själv eller förses med ett la-\r\nstöverförande styvt mellanlägg. Marken under plattan planas som regel av och \r\ndet är mycket viktigt att detta görs försiktigt så att ytskiktet under plattan inte \r\nluckras upp. I finjord och sand samt annan jord med finjordsinslag är det vik-\r\ntigt att ytskiktet därefter inte får torka ut eller suga vatten innan plattan påförs. \r\nPlattförsök utförs ofta i botten av schaktgropar som schaktas ned till aktuellt \r\ngrundläggningsdjup. Innan schaktningen påbörjas skall eventuella behov av \r\ngrundvattensänkning eller länspumpning utredas och förberedas. Schaktgro-\r\nparnas bottnar måste dessutom skyddas mot vatten från nederbörd.  Om någon \r\nåterfyllning sker runt plattan skall återfyllningsmaterialet beskrivas med avse-\r\nende på sammansättning, densitet och uppskattade hållfasthetsegenskaper.\r\nUnder försöket skall referenssystemet skyddas mot mekaniska störningar samt \r\ndirekt solbestrålning. Det är även viktigt att kontrollera att inte hävning av jor-\r\nden runt förankringsstag påverkar referenssystemet.\r\nProvbelastningen utförs med konstanta laststeg, normalt motsvarande 1\/20 till \r\n1\/10 av antagen brottlast. Varje laststeg skall normalt verka lika lång tid. Tiden \r\nför varje laststeg beror på sammansättningen i jorden. I grövre friktionsjord är \r\nen vanlig varaktighet för varje laststeg ca 16 minuter men i finkornig jord kan \r\nFigur 9.57 Installation av mätsystem vid en serie stora plattförsök.\r\n","den behöva vara flera timmar. Kraften skall hållas konstant under varje laststeg \r\noch mätning av deformationer görs enligt ett visst schema, exempelvis 1, 2, \r\n4,6, 8, 12 och 16 minuter efter att ett nytt laststeg påförts.\r\nAnteckningar görs även av övriga förhållanden, t.ex. väderleksförhållanden. \r\nUnder försöket skall mothållssystemet hållas under uppsikt. Vid tendenser till \r\ninstabilitet eller andra tecken på överbelastning bör noga övervägas om försö-\r\nket skall avbrytas.\r\n9.9.4 Protokoll.\r\nI redovisningen av försöket skall noga anges hur jorden under plattan prepare-\r\nrats och alla observationer om jordens beskaffenhet vid denna preparation och \r\nden eventuellt föregående schaktningen. Om någon återfyllning runt plattan \r\ngjorts specificeras även denna.\r\nÄven plattan skall beskrivas med uppgifter om dimensioner, material, tjocklek, \r\neventuell armering, eventuellt mellanlägg m.m.\r\nEn ritning skall bifogas över försöksuppställningen med angivande av plattans \r\nläge i plan och i den eventuella schaktgropen, vars djup och dimensioner ock-\r\nså anges. Mothållsanordningen skall specificeras och avstånden från plattan till \r\ndragstag eller motvikter skall anges.\r\nInblandad personal skall anges och vem som haft ansvaret under de olika mo-\r\nmenten under förberedelser och försöksutförande.\r\nBelastningsutrustningen skall beskrivas och kraftgivarens kalibrering verifie-\r\nras.\r\nMätsystemet skall beskrivas i detalj, de enskilda deformationsmätarnas place-\r\nring och identifiering skall anges och eventuella lägesgivares kalibrering skall \r\nverifieras.\r\nTidpunkter för de olika momenten vid förberedelser och försöksutförande skall \r\nredovisas tillsammans med observationer om väderlek, temperatur m.m.\r\nFörsöksresultaten redovisas i form av pålagd last vid varje laststeg, samtidigt \r\navläst manometertryck, tidsskala för defomationsmätning samt avlästa värden \r\nför samtliga deformationsmätare vid varje avläsningstillfälle.\r\nAnledningen till försökets avslutande anges, t.ex. maximal last, brott i jorden, \r\nsnedställning hos platta eller problem med mothåll.\r\nEfter försöket grävs ofta jorden under plattan ur för att kontrollera att den pro-\r\nvade jordvolymen är representativ för jordmassan som helhet. I detta fall no-\r\nteras alla observationer om jordens beskaffenhet, eventuella inslag av grövre \r\npartiklar, skikt eller linser av avvikande material etc. Representativa prover tas \r\noch försluts och sänds till laboratorium.\r\n \r\n","9.10 Skruvplatta\r\n9.10.1 Allmänt\r\nSkruvplatta används för bestämning av sättningsmodul och konsolideringsko-\r\nefficient i främst silt och sand. I fast jord fordras ofta förborrning till några dm \r\növer mätnivån. I lera är metoden inte lämplig eftersom det tar alltför lång tid \r\nför sättningen att utbildas vid varje laststeg.\r\nFigur 9.58 Skruvplatta och schematisk försöksuppställning.\r\n","9.10.2 Utrustning\r\nSkruvplattan består av följande huvuddelar:\r\n• Skruvplatta\r\n• Hydraulsystem\r\n• Precisionsmanometer\r\n• Ytterrör\r\n• Förlängningsrör\r\n• Mothållssystem\r\n• Mätsystem\r\n• Kvävgastub med reducerventil och tryckregulator\r\n• Övergångscylinder mellan gas- och oljetryck\r\n \r\nSkruvplattan har diametern 162 mm, vilket motsvarar 0,02 m2. Skruvplattan \r\nansluts till hydraulsystemet och rörsystemen (yttre och inre).\r\n9.10.3 Utförande\r\nSkruvplattan skruvas ned till avsedd försöksnivå. Lasten förs på i steg med \r\nhjälp av mothållssystemet. Det första laststeget väljs så att det motsvarar det \r\neffektiva överlagringstrycket på försöksnivån. Normalt väljs ytterligare 4–5 \r\nlaststeg, där det sista motsvarar jordens antagna brottlast, utrustningens kapa-\r\ncitet eller avsedd övre begränsning. Vid varje laststeg registreras sättningens \r\ntidsförlopp.  Laststeget skall ligga på så länge att man uppnår minst 90 % kon-\r\nsolidering. Detta kan kontrolleras genom att man ritar upp en tids-sättningskur-\r\nva och utvärderar tiden för detta. I sand är varaktigheten för varje laststeg nor-\r\nmalt ca 10 min.\r\nNär mätningarna avslutats på en nivå skruvas plattan ner till nästa nivå, nor-\r\nmalt 1 till 3 meter djupare.\r\n9.10.4 Försök\r\n1. Skruvplattan demonteras för kontroll av att kolvplattan är i gott skick och \r\natt alla delar är rengjorda.\r\n2. Hydraulkolven kalibreras genom att göra ett belastningsförsök på marken \r\nmed hjälp av tillhörande precisionsmanometer och en kraftgivare. Vikten av \r\ninnerrör och oljeslang skall beaktas vid kalibreringen.\r\n3. Hydraulkolv och slang fylls med olja så att systemet blir mättat och fritt \r\nfrån luftblåsor. Olja fylls även i stångrör och övergångscylinder. Oljenivån \r\nskall kontrolleras efter varje gång som kopplingen tryckts ihop.\r\n4. Skruvplatta, slangar och förlängningsrör monteras. Vid montering av inner-\r\nröret tillses att kolvstången inte utsätts för böjkrafter. Neddrivningsverktyg \r\noch låsanordning monteras.\r\n5. Ett hål grävs till ca 0,5 m djup för att underlätta styrningen av skruvplat-\r\ntan. Mothållsram och jordskruvar monteras. Ramen skall vara horisontell och \r\njordskruvarna vertikala. Skruvplattan sätt ner i det grävda hålet och skruvas \r\nner till avsett djup. Teoretiskt skall det gå 22 varv per meter men erfarenhets-\r\nmässigt blir det 26 till 28 varv på grund av massundanträngning. Vridverk-\r\ntyget skall under vridningen stå parallellt med mätbalken. Undvik att skruva \r\nmoturs. Utlösningshylsan skruvas sedan loss minst 55 mm.\r\n","6. Mätbalken monteras över mätplattan så att mätklockorna kan monteras vin-\r\nkelrätt mot mätplattan. Mätbalkens upplag skall ligga utanför det område som \r\nkan påverkas av mothållets förankringar. Kvävgastuben med regleringsutrust-\r\nning kopplas till övergångscylindern.\r\n7. Det första laststeget påförs med gastrycket tills manometern visar rätt vär-\r\nde och stoppuret startas. Mätklockorna läses av och sättningen registreras vid \r\nbestämda tidpunkter. Tid-sättningskurvan ritas upp och det kontrolleras att \r\nsättningen nått minst 90 % konsolidering. Därefter läggs nästa laststeg på och \r\nproceduren upprepas. När mätningarna är klara på en nivå görs avlastning ge-\r\nnom att gastrycket släpps, mätbalken tas bort, utlösningshylsan skruvas fast \r\noch utrystningen skruvas ned till nästa mätnivå eller tas upp.\r\n9.10.5 Protokoll\r\nResultaten från försöket rapporteras med allmänna uppgifter om plats, datum, \r\nprojekt utförare, grundvattenyta m.m.\r\nI rapporten skall ingå resultaten av kontrollkalibreringen med angivande av an-\r\nvänd kraftgivare samt kalibreringen av denna.\r\nUtförd förborrning och förborrat material skall anges.\r\nFörsöksresultaten rapporteras med angivande av pålagd last (avläst manome-\r\ntervärde) och de avlästa värdena på mätklockorna vid de olika avläsningstider-\r\nna inom varje laststeg. Uppritade tids-sättningskurvor och utvärderade värden \r\noch tiden för 90 % konsolidering bifogas. \r\n9.11 Geofysiska metoder\r\n9.11.1 Allmänt\r\nMed geofysiska metoder uttolkas indirekt lagertjocklekar och andra geome-\r\ntriska förhållanden i undergrunden samt i vissa fall geotekniska egenskaper ur \r\nolika andra fysiska egenskaper. De geofysiska metoderna beskrivs närmare i \r\nKapitel 3. Geofysiska mätningar utförs normalt av specialutbildade geofysiker. \r\nFigur 9.59 Utvärdering av tid för 90 % konsolidering i ett laststeg vid försök med skruv-\r\nplatta.\r\n","Den enda ”geofysiska” metod som ingår i normalt geotekniskt fältarbete är se-\r\nismisk spetstrycksondering och spetstryckssondering med resistivitetsmätning. \r\n9.11.2 Seismisk spets tryck - \r\n sondering\r\nSeismisk spetstrycksondering är en rationell metod att utföra seismiska \r\n”down-hole” försök. Utrustningen består av:\r\n• Utrustning för spetstrycksondering.\r\n• Hålade stänger.\r\n• Sondspets som förutom de vanliga mätarna dessutom har en (eller flera) in-\r\nbyggda accelerometrar.\r\n• Vibrationskälla.\r\n• Registreringsutrustning för signaler från accelerometern.\r\nDen seismiska delen är ett tillägg till spetstrycksondering som redovisas i Ka-\r\npitel 7.\r\nUtrustningen för seismisk CPT-sondering använder signalöverföring med ka-\r\nbel och registringsutrustningen är en fältdator med inbyggt minnesoscilloscop.\r\nVibrationskällan kan utgöras av en balk som pressas mot marken, vanligen \r\nmed hjälp av neddrivningsutrustningens mothåll (bandvagnens tyngd) och en \r\nslägga med en fastsatt elektrisk accelerationsbrytare. Fristående kontinuerliga \r\nvibrationskällor finns också.\r\nFigur 9.60 Exempel på utrustning för seismisk CPT-sondering. (Geotech AB)\r\n","Utförande\r\n• Förberedelser görs som för en vanlig spetstrycksondering. Kabeln från sonden \r\nträs genom så många hålade stänger som åtgår vid sonderingen. Balken kläms \r\nmot marken. Den skall normalt ligga tvärs bandvagnen och inom 1 meter från \r\nborrpunkten. Avståndet mäts och antecknas. Om en sond med endast 1 acce-\r\nlerometer används tillses att sonden är orienterad så att balkens och accelero-\r\nmeterns mätriktning sammanfaller.\r\n• Sonderingen påbörjas och spetstryck, mantelfriktion och portryck registreras \r\nsom vanligt. \r\n• Sonderingen stoppas på första mätnivån. Beroende på förborrningsdjup ligger \r\ndenna normalt på första jämna meter från markytan under förborrningsdjupet. \r\n• Registreringen av den seismiska signalen kopplas in och ett slag slås med \r\nsläggan mot balkens ena ände i balkens riktning med släggan. När släggan \r\nträffar balken skall den fastsatta brytaren slå till och registreringen startar. Re-\r\ngistreringen följs på datorskärmen. Om bilden visar en klar ankomsttid för \r\nskjuvvågen lagras den i minnet och registreringen startas på nytt. Proceduren \r\nupprepas med ett likadant slag mot balkens andra ände. Det är viktigt att hålla \r\nreda på slagriktningarna och att dessa anges i de lagrade filerna.  \r\n• Sonderingen med registring av spetstryck, mantelfriktion och portryck åter-\r\nupptas ned till nästa mätnivå, vanligen 1 m djupare.\r\n• Proceduren med den seismiska mätningen repeteras.\r\n Det finns också utrustningar med fristående vibrationskällor. En sådan place-\r\nras då på markytan nära borrpunkten och får stå och skicka ut skjuvvågor med \r\ninställt tidsintervall, t,ex, varannan sekund. Registrering av den seismiska sig-\r\nnalen är då också kontinuerlig så att den görs fortlöpande under sonderingen \r\ntillsammans med övriga parametrar. Några stopp utöver vad som behövs för \r\nomtag och påskarvning av stänger görs då inte.\r\nProtokoll\r\nRapporteringen består förutom sedvanliga uppgifter och datafiler från en \r\nspetstryck sondering av filerna från de seismiska signalerna samt uppgift om \r\nvibrationskällans avstånd från mätpunkten. Eventuella observationer om stör-\r\nningskällor i form av trafikvibrationer, anläggningsverksamhet i omgivningen \r\noch liknade bör också beskrivas.\r\nFigur 9.61 Exempel på utrustning för CPT med reistivitetsmätning.\r\n","9.11.3 Spetstrycksondering med resistivitetsmätning CPTU-R\r\nResistivitetsmätning görs med en sond som består av en konventionell sCP-\r\nTU-sond med en enhet som mäter jordens elektriska resistivitet, se Figur 9.21. \r\nResistivitetsenheten består av fyra ringelektroder där en ström tillförs de yttre \r\nelektroderna och potentialen mäts mellan de två inre.  Mätningen görs kontinu-\r\nerligt under hela spetstrycksonderingen genom jordlagren.\r\nResistivitetsmätning används bl.a. för att bedöma förekomst av kvicklera. Den \r\nuppmätta elektriska resistiviteten ger en indikation på grundvattnets salthalt \r\noch gradenurlakning av marina leror. På så sätt kan förekomsten av kvickleror \r\nkarteras. Tillsammans med utvärdringsprinciper för CPTU finns två metoder \r\nför att analysera förekomst av kvicklera.\r\n"]}